{
  "welcome": "Welcome to Feel The Taste!",
  "accessible_menus": "Accessible menus for everyone",
  "main_text": "At Feel The Taste, we promote inclusion with braille and enlarged menus. Provide all your guests with a worry-free and comfortable dining experience, without compromises!",
  "questions_title": "Do you have any questions or need more information?",
  "questions_text": "We're here to help! Feel free to contact us for any questions, quotes, or special requests. Together, we can make your menu offerings more accessible to everyone!",
  "contact_button": "Contact Us",
  "contact_title": "Contact Us!",
  "contact_text": "We'd love to hear from you! Do you have any questions, suggestions, or want to learn more about our braille and enlarged menus? Please fill out the form below, and we'll get back to you as soon as possible. Together, we can work towards a more accessible hospitality industry for everyone!",
  "contact_form_name_label": "Name",
  "contact_form_name_placeholder": "Your name",
  "contact_form_email_label": "Email",
  "contact_form_email_placeholder": "Your email address",
  "contact_form_phone_label": "Phone number",
  "contact_form_phone_placeholder": "Your phone number",
  "contact_form_company_label": "Company name",
  "contact_form_company_placeholder": "Your company name",
  "contact_form_location_label": "Business location / residence",
  "contact_form_location_placeholder": "Your business location or residence",
  "contact_form_message_label": "Message",
  "contact_form_message_placeholder": "Your message",
  "contact_form_submit_button": "Send",
  "contact_form_toast_success_title": "Message sent.",
  "contact_form_toast_success_description": "Your message has been sent successfully. We will contact you soon.",
  "contact_form_toast_error_title": "Error occurred.",
  "contact_form_toast_error_description": "An error occurred. Please try again.",
  "services_and_products_title": "Offerings",
  "productenlijst_title": "Our products",
  "productentiteltje": "Products",
  "services_title": "Services",
  "services_text_1": "At Feel The Taste, we improve the accessibility of hospitality businesses for the blind, visually impaired, and people with visual disabilities. We help restaurants and cafés make their menu offerings more accessible so that all guests can make independent choices.",
  "services_text_2": "Our focus is not only on offering products, but also on supporting hospitality businesses in creating an inclusive environment. Together, we can raise awareness about the importance of inclusion in the hospitality industry.",
  "about_us_title": "About Us",
  "about_us_text_1": "We are Victor, Maxime, Jarno, and Matisse, four enthusiastic students from Artevelde University College. For our bachelor’s thesis, we founded the actual association Feel The Taste. Our mission is clear: we want to improve the accessibility of hospitality businesses for the blind, visually impaired, and people with visual disabilities.",
  "our_origin_title": "Our Origin",
  "our_origin_text": "During our studies, we discovered that many hospitality businesses were still not sufficiently addressing the needs of guests with visual disabilities. This inspired us to take action and provide a solution that enhances the experience of these customers. With our braille and enlarged menus, we ensure that everyone can enjoy a delicious meal without barriers.",
  "our_values_title": "Our Values",
  "our_values_text": "At Feel The Taste, inclusivity, accessibility, and quality are at the core of what we do. We believe that everyone has the right to enjoy a restaurant visit with friends and family. By developing our products, we contribute to a welcoming and inclusive hospitality world.",
  "collaboration_and_future_title": "Collaboration and Future",
  "collaboration_and_future_text": "We work with hospitality businesses that share our vision and support us in our mission. We are committed to raising awareness about accessibility in the hospitality industry and initiating discussions about how we can improve together.",
  "thank_you_text": "Thank you for supporting our association and our mission. Together, we can make hospitality more accessible for everyone!",
  "collaborations_title": "Welcome to the Collaborations Page!",
  "collaborations_text": "At Feel The Taste, we are passionate about promoting inclusivity and accessibility in the hospitality industry. We believe everyone, regardless of visual impairments, has the right to enjoy a great dining experience. That's why we invite businesses to collaborate with us and integrate our specially designed braille and enlarged menus into their offerings.",
  "why_collaborate_title": "Why Collaborate?",
  "why_collaborate_text_1": "• Strengthen inclusivity: By collaborating with us, you give blind and visually impaired customers the chance to independently read your menu. You not only demonstrate social responsibility but also your commitment to an inclusive customer experience.",
  "why_collaborate_text_2": "• Innovative solutions: We offer sustainable and stylish braille and enlarged menus that are a unique addition to your hospitality business. Our menus are designed to combine functionality with aesthetics, tailored to your business.",
  "why_collaborate_text_3": "• We are happy to collaborate in personalizing the menus with your unique logo and brand identity. This not only enhances accessibility for all your guests but also effectively strengthens your brand identity.",
  "our_valuable_partners_title": "Our Valuable Partners",
  "working_together_title": "Working Together for a Better Future",
  "working_together_text": "At Feel The Taste, we believe that collaboration is the key to a more inclusive society. Let's make hospitality more accessible together and ensure that everyone can enjoy culinary experiences without barriers.",
  "contact_title2": "Get in Touch",
  "contact_text2": "Are you interested in a collaboration? Contact us today through this",
  "make_a_difference_text": "Together, we can make a difference!",
  "sponsors_title": "Sponsors",
  "support_inclusivity_title": "Support Inclusivity in Hospitality!",
  "support_inclusivity_text": "At Feel The Taste, we strive for an inclusive dining experience for everyone. By collaborating with sponsors, we can achieve our mission of making braille and enlarged menus more widely available more quickly. With your support, we can make more restaurants accessible to blind and visually impaired guests.",
  "sponsor_contact_text": "Would you like to support our initiative and simultaneously increase your brand visibility? Contact us today for sponsorship opportunities. Together, we can build an accessible future for hospitality.",
  "support_project_title": "Support the Project",
  "make_hospitality_accessible_title": "Will you join us in making hospitality more accessible?",
  "support_project_text1": "At Feel The Taste, we believe in a world where everyone has access to an effortless dining experience, regardless of visual impairments. To make this a reality, we aim to provide as many restaurants as possible with braille and enlarged menus.",
  "support_project_text2": "Soon, we will launch a crowdfunding campaign to achieve this important goal, and we could use your support! By contributing, you help us increase inclusivity in hospitality and make more locations accessible to blind and visually impaired guests.",
  "support_project_text3": "Together, we can make a real difference! Keep an eye on this page for updates and the launch of our campaign.",
  "support_project_link": "Support the project here!",
  "thank_you_for_support_text": "Thank you in advance for your support!",
  "testimonials_title": "Testimonials",
  "testimonials_intro_text": "We appreciate the feedback from our end users, as well as our partners. Here are some testimonials from blind and visually impaired individuals and partners who have used our braille or enlarged menus:",
  "share_experience_text": "Would you like to share your experience? Contact us!",
  "voor_blinden_title": "What Can Feel The Taste Do for You?",
  "voor_blinden_intro_text": "At Feel The Taste, we believe everyone deserves a worry-free dining experience, even if you are blind or visually impaired. That’s why we are committed to improving restaurant accessibility by providing braille and enlarged menus.",
  "voor_blinden_what_we_do": "What We Do for You",
  "voor_blinden_what_we_do_text": "We understand how important it is to independently choose what you eat, without relying on others. That’s why we partner with restaurants to make menus available in braille and large print, so you can make your choices completely independently. This means more freedom and comfort during your restaurant visit!",
  "voor_blinden_benefits": "Benefits for You",
  "voor_blinden_benefit_independence": "• Independence: You can read the menu independently, without needing help from anyone else.",
  "voor_blinden_benefit_comfort": "• Comfort: You can browse through the menu at your own pace, just like any other guest.",
  "voor_blinden_benefit_inclusivity": "• Inclusivity: Our mission is to make every restaurant accessible to people with visual impairments, so everyone feels welcome.",
  "voor_blinden_where_to_find": "Where to Find the Menus",
  "voor_blinden_where_to_find_text": "We collaborate with various restaurants and cafes that want to be accessible to visually impaired guests. On our website, you can find a list of all restaurants that use our braille and enlarged menus ",
  "voor_blinden_here_link": "here",
  "voor_blinden_help_us": "How You Can Help",
  "voor_blinden_help_us_text": "Do you know a restaurant that doesn’t yet offer braille or enlarged menus? Tell them about Feel The Taste! Together, we can make more restaurants accessible to blind and visually impaired guests.",
  "voor_blinden_questions": "Do You Have Questions or Suggestions?",
  "voor_blinden_questions_text": "We would love to hear from you! Feel free to contact us if you have any questions about our menus or the participating restaurants. You can also give us tips on how to make the restaurant industry even more accessible.",
  "voor_blinden_contact_us": "Fill out the contact form below, and we’ll get back to you as soon as possible!",
  "contact_button_text": "Contact Us",
  "voor_horeca_title": "Together for Accessible Hospitality",
  "voor_horeca_intro_title": "Introduction",
  "voor_horeca_intro_text": "At Feel The Taste, we are committed to creating an inclusive dining experience for everyone. We believe that blind and visually impaired guests have the same rights to enjoy a worry-free restaurant visit as anyone else. Through our specially designed braille and large-print menus, we make this experience possible and help hospitality businesses become more accessible.",
  "voor_horeca_accessibility_title": "Why Accessibility Matters",
  "voor_horeca_accessibility_text": "Accessibility in hospitality is not only a legal requirement; it’s also a moral responsibility. Worldwide, millions of people live with visual impairments, and it is essential that they can also enjoy a pleasant dining experience. By offering inclusive solutions, hospitality businesses can not only expand their customer base but also strengthen their reputation as welcoming and caring establishments.",
  "voor_horeca_stats_title": "Facts and Statistics",
  "voor_horeca_stats_text": "More than 285 million people worldwide have some form of visual impairment. Only a small percentage of hospitality businesses are fully accessible to this group.",
  "voor_horeca_alt1": "Research shows that 70% of surveyed blind and visually impaired people find the menus very difficult to access. Additionally, 10% find it somewhat difficult, and the remaining 20% choose neutral or easy.",
  "voor_horeca_alt2": "Here you see that only 20% would not use a braille menu. 60% would absolutely use it, and 20% are undecided.",
  "voor_horeca_alt3": "We also see that current solutions are inconvenient and difficult for 60%. 30% experience no issues, and 10% experience occasional issues.",
  "modal_image_alt": "Enlarged image",
  "voor_horeca_solutions_title": "Solutions",
  "voor_horeca_solutions_text": "At Feel The Taste, we offer high-quality braille and large-print menus that are specifically designed to meet the needs of blind and visually impaired guests.",
  "voor_horeca_solutions_list": "Our menus are: Inclusive: They allow guests to read the menu independently, without needing assistance. Comfortable: Guests can browse the menu at their leisure, just like any other guest. Inclusive: Our mission is to make every hospitality business accessible for people with visual impairments, so that everyone feels welcome.",
  "voor_horeca_how_it_works_title": "How It Works",
  "voor_horeca_how_it_works_text": "The process of working with Feel The Taste is simple:",
  "voor_horeca_step_1": "1. Contact Us: Send us a message via our ",
  "voor_horeca_step_1_link": "contact form",
  "voor_horeca_step_2": "2. Consultation: We discuss your specific needs and how we can best tailor our products to your hospitality business.",
  "voor_horeca_step_3": "3. Implementation: We deliver and assist in implementing the braille and large-print menus in your establishment.",
  "voor_horeca_testimonials_title": "Partner Testimonials",
  "voor_horeca_testimonials_text": "View ",
  "voor_horeca_here_link": "here",
  "voor_horeca_sponsorship_title": "Sponsorship Opportunities",
  "voor_horeca_sponsorship_text": "Would you like to support our initiative and promote your brand at the same time? Click ",
  "voor_horeca_contact_title": "Contact Us",
  "voor_horeca_contact_text": "Do you have questions, are you curious about options for your business, or do you want to learn more about our braille and large-print menus? We’re here to help! Contact us ",
  "voor_horeca_contact_link": "here",
  "voor_horeca_closing_statement": "Together, we can make a difference in hospitality accessibility!",
  "voor_horeca_closing_followup": "We will get back to you as soon as possible after receiving your request.",
  "not_found_title": "Page not found",
  "not_found_message": "Oops! It looks like you've landed on a page that doesn't exist.",
  "not_found_button": "Return to the homepage",
  "navbar_home": "Feel The Taste",
  "navbar_about": "About Us",
  "navbar_contact": "Contact",
  "navbar_more": "More",
  "navbar_services": "Offerings",
  "navbar_for_horeca": "For Horeca",
  "navbar_for_blind_and_visually_impaired": "For Blind and Visually Impaired",
  "navbar_collaborations": "Collaborations",
  "navbar_support_project": "Support the Project",
  "navbar_testimonials": "Testimonials",
  "product_button_text": "Click here for more information",
  "navbar_sponsors": "Sponsors",
  "switch_to_dutch": "Verander naar nederlands",
  "switch_to_english": "Switch to English",
  "switch_to_french": "Passer au français",
  "switch_to_german": "Wechseln Sie zu Deutsch",
  "footer_contact": "Contact",
  "footer_email": "Email: info@feelthetaste.be",
  "footer_phone": "Phone: +32 470 42 55 86",
  "footer_follow_us": "Follow Us!",
  "footer_facebook": "Facebook",
  "footer_instagram": "Instagram",
  "our_supporters_title": "Our supporters:",
  "footer_rights_reserved": "© {{jaar}} Feel The Taste. All rights reserved.",
  "testimonials_illustratie": "Current testimonials for illustration, actual testimonials will be available at the start of our product sales",
  "binnenkort_beschikbaar": "Crowdfunding available soon",
  "products": {
    "1": {
      "naam": "Inclusive Braille Menus",
      "beschrijving": "Make your restaurant more accessible with our stylish and durable braille menus. Specifically designed for blind and visually impaired customers, with customizable options to match your menu and branding. Accessibility starts here!"
    },
    "2": {
      "naam": "Large Print Menus for Visually Impaired",
      "beschrijving": "Ensure accessibility with our large print menus. Clearly readable, stylish, and fully customizable. A simple way to offer all guests a seamless experience!"
    },
    "3": {
      "naam": "Light field magnifiers for visually impaired",
      "beschrijving": "Feel The Taste’s light field magnifiers are designed to provide a better dining experience for visually impaired guests. With their compact and user-friendly design, they magnify and clarify menus, making reading easier in different lighting conditions. These magnifiers help enhance detail visibility, allowing guests to make their choices independently and fully enjoy their restaurant visit."
    }
  },
  "productsExtra": {
    "1": {
      "naam": "Inclusive Braille Menus",
      "beschrijving": "We believe in a world where everyone feels welcome, regardless of visual impairments. With our specially designed braille menus, you provide your customers with an accessible and user-friendly experience. Our braille menus are:\n\n• Inclusive: They make your menu offering accessible to blind and visually impaired customers.\n\n• Stylish: Our menus combine functionality with a sleek, professional design that fits your restaurant.\n\n• Customizable: We can personalize the menus with your logo, brand style, and specific menu adjustments.\n\nBy offering a braille menu, you show consideration for your customers and contribute to a more inclusive society. Let everyone enjoy your culinary offerings without barriers!"
    },
    "2": {
      "naam": "Large Print Menus for the Visually Impaired",
      "beschrijving": "Make your menu offerings more accessible to visually impaired individuals with our large print menus. These menus are specially designed for customers with reduced vision, so they can easily read and choose from your dishes and drinks. Our large print menus offer:\n\n• Clear readability: Large, clear letters and a well-organized layout.\n\n• Stylish and professional: Perfectly suited for your restaurant without sacrificing elegance.\n\n• Fully customizable: Add your own logo, branding, and menu items for a unique look.\n\nWith large print menus, you ensure that all your guests feel welcome and comfortable, regardless of visual limitations. Take the first step towards an inclusive dining experience!"
    },
    "3": {
      "naam": "Light field magnifiers for visually impaired",
      "beschrijving": "Enhance the accessibility of your menu with our light field magnifiers, specially designed for visually impaired guests. These magnifiers ensure that guests can effortlessly read your menu and make their choices independently.\nOur light field magnifiers offer:\n\n• Outstanding magnification – Clear and sharp vision without distortion.\n\n• Compact and stylish – Lightweight and discreet, perfect for the table.\n\n• Easy to use – No batteries required, ready for immediate use.With light field magnifiers, you provide a welcoming and inclusive dining experience. \n\nMake your restaurant more accessible and let every guest enjoy a carefree meal!"
    }
  }
}