{
  "welcome": "Welcome to Feel The Taste!",
  "accessible_menus": "An inclusive hospitality experience for everyone!",
  "main_text": "At Feel The Taste, we provide inclusion with braille and enlarged menus, bright field magnifiers and braille signage. Give all your guests a carefree and comfortable experience, without compromise!",
  "questions_title": "Do you have any questions or need more information?",
  "questions_text": "We are here to help you! Feel free to contact us with any questions, quotes, or special requests. Together, we can improve accessibility for everyone!",
  "contact_button": "Contact Us",
  "contact_title": "Contact Us!",
  "contact_text": "We look forward to hearing from you! Do you have questions, suggestions, or want to know more about our braille and enlarged menus, lighted magnifiers, and braille signage? Please fill out the form below, and we will get in touch with you as soon as possible. Together, we can work towards a more accessible hospitality and care sector for everyone!",
  "contact_form_name_label": "Name",
  "contact_form_name_placeholder": "Your name",
  "contact_form_email_label": "Email",
  "contact_form_email_placeholder": "Your email address",
  "contact_form_phone_label": "Phone number",
  "contact_form_phone_placeholder": "Your phone number",
  "contact_form_company_label": "Company name",
  "contact_form_company_placeholder": "Your company name",
  "contact_form_location_label": "Business location / residence",
  "contact_form_location_placeholder": "Your business location or residence",
  "contact_form_message_label": "Message",
  "contact_form_message_placeholder": "Your message",
  "contact_form_submit_button": "Send",
  "contact_form_toast_success_title": "Message sent.",
  "contact_form_toast_success_description": "Your message has been sent successfully. We will contact you soon.",
  "contact_form_toast_error_title": "Error occurred.",
  "contact_form_toast_error_description": "An error occurred. Please try again.",
  "services_and_products_title": "Offerings",
  "productenlijst_title": "Our products",
  "productentiteltje": "Products",
  "services_title": "Services",
  "services_text_1": "At Feel The Taste, we enhance the accessibility of restaurants, cafés, and care facilities for blind, visually impaired, and people with visual limitations. We assist these establishments in making their offerings more accessible so that all their guests can make independent choices.",
  "services_text_2": "Our focus is not only on providing products but also on supporting restaurants and care facilities in creating an inclusive environment. Together, we can raise awareness about the importance of inclusion.",
  "about_us_title": "About Us",
  "about_us_text_1": "We are Victor, Maxime, Jarno, and Matisse, four enthusiastic students from Artevelde University College. For our bachelor's thesis, we established the non-profit organization Feel The Taste. Our mission is clear: we aim to improve accessibility in restaurants and care facilities for blind, visually impaired, and people with visual limitations.",
  "our_origin_title": "Our Origin",
  "our_origin_text": "During our studies, we discovered that many restaurants and care facilities do not adequately consider the needs of guests with visual impairments. This inspired us to take action and provide a solution that enhances the experience of these customers. With our braille and enlarged menus, lighted magnifiers, and braille signage, we ensure that everyone can enjoy without barriers.",
  "our_values_title": "Our Values",
  "our_values_text": "At Feel The Taste, inclusivity, accessibility, and quality are at the forefront of our mission. We believe that everyone has the right to enjoy an outing with friends and family. By developing our products, we contribute to a welcoming and inclusive environment.",
  "collaboration_and_future_title": "Collaboration and Future",
  "collaboration_and_future_text": "We collaborate with restaurants and care facilities that share our vision and support our mission. We are committed to raising awareness about accessibility and engaging in discussions on how we can improve together.",
  "thank_you_text": "Thank you for supporting our organization and our mission. Together, we can enhance accessibility for everyone!",
  "collaborations_title": "Welcome to the Collaborations Page!",
  "collaborations_text": "At Feel The Taste, we are passionate about promoting inclusivity and accessibility in restaurants and care facilities. We believe that everyone, regardless of visual limitations, has the right to enjoy a great experience. That’s why we invite businesses to collaborate with us and integrate our specially designed braille and enlarged menus, lighted magnifiers, and braille signage into their offerings.",
  "why_collaborate_title": "Why Collaborate?",
  "why_collaborate_text_1": "• Enhance Inclusivity: By collaborating with us, you give blind and visually impaired customers the opportunity to independently use your offerings. You not only demonstrate social responsibility but also your commitment to an inclusive customer experience.",
  "why_collaborate_text_2": "• Innovative Solutions: We provide sustainable and stylish braille and enlarged materials, such as menus, lighted magnifiers, and braille signage, that are a unique addition to your restaurant or care facility. Our products are designed to combine functionality with aesthetics, tailored to your business.",
  "why_collaborate_text_3": "• Personalized Collaboration: We are happy to work together to personalize the products with your unique logo and branding. This not only enhances accessibility for all your guests but also effectively strengthens your brand identity.",
  "our_valuable_partners_title": "Our Valuable Partners",
  "working_together_title": "Working Together for a Better Future",
  "working_together_text": "At Feel The Taste, we believe that collaboration is the key to a more inclusive society. Let’s work together to make restaurants and care facilities more accessible, ensuring that everyone can enjoy without barriers.",
  "contact_title2": "Get in Touch",
  "contact_text2": "Are you interested in a collaboration? Contact us today through this",
  "make_a_difference_text": "Together, we can make a difference!",
  "sponsors_title": "Sponsors",
  "support_inclusivity_title": "Support Inclusivity in Hospitality and Care Facilities!",
  "support_inclusivity_text": "At Feel The Taste, we strive for inclusivity for everyone. By collaborating with sponsors, we can accelerate our mission to make braille and enlarged menus, lighted magnifiers, and braille signage more widely available. With your support, we can make more restaurants and care facilities accessible for blind and visually impaired guests.",
  "sponsor_contact_text": "Would you like to support our initiative while increasing your brand visibility? Contact us today for sponsorship opportunities. Together, we are building an accessible future for the hospitality and care sectors.",
  "support_project_title": "Support the Project",
  "make_hospitality_accessible_title": "Will you help us make hospitality and care facilities more accessible?",
  "support_project_text1": "At Feel The Taste, we believe in a world where everyone has access to inclusive opportunities, regardless of visual limitations. To achieve this, we want to equip as many restaurants and care facilities as possible with braille and enlarged menus, lighted magnifiers, and braille signage.",
  "support_project_text2": "We already have a campaign underway to reach this important goal, and we could really use your support! By contributing, you help us increase inclusivity in the hospitality and care sectors and make more locations accessible for blind and visually impaired guests.",
  "support_project_text3": "Together, we can truly make a difference! Keep an eye on this page for updates on our progress and the next steps we are taking.",
  "support_project_link": "Support the project here!",
  "thank_you_for_support_text": "Thank you in advance for your support!",
  "testimonials_title": "Testimonials",
  "footer_terms": "Terms and conditions and privacy policy",
  "testimonials_intro_text": "We value feedback from our end users, as well as from our partners. Here are some testimonials from blind and visually impaired individuals and partners who have used our braille and enlarged materials, lighted magnifiers, and braille signage:",
  "share_experience_text": "Would you like to share your experience? Contact us!",
  "voor_blinden_title": "What Can Feel The Taste Do for You?",
  "voor_blinden_intro_text": "At Feel The Taste, we believe that everyone has the right to a worry-free experience, even when you are blind or visually impaired. That’s why we are committed to improving accessibility in restaurants and care facilities by offering braille and enlarged menus, lighted magnifiers, and braille signage.",
  "voor_blinden_what_we_do": "What We Do for You",
  "voor_blinden_what_we_do_text": "We understand how important it is to be able to choose independently, without relying on others. That’s why we work with restaurants and care facilities to make materials available such as braille and enlarged menus, lighted magnifiers, and braille signage, so that everyone can make their choices completely on their own. This means more freedom and comfort during a visit to a restaurant or care facility!",
  "voor_blinden_benefits": "Benefits for You",
  "voor_blinden_benefit_independence": "• Independence: You can use the materials independently, without needing help from others.",
  "voor_blinden_benefit_comfort": "• Comfort: You can browse through the available information at your leisure, just like all other guests",
  "voor_blinden_benefit_inclusivity": "• Inclusivity: Our mission is to make every restaurant and care facility accessible for people with visual impairments, so that everyone feels welcome.",
  "voor_blinden_where_to_find": "Where can you find our products?",
  "voor_blinden_where_to_find_text": "We collaborate with various restaurants and care facilities that want to be accessible for guests with visual impairments. On our website, you will find an overview of all locations that utilize our braille and enlarged menus, lighted magnifiers, and braille signage.",
  "voor_blinden_help_us": "How You Can Help",
  "voor_blinden_help_us_text": "Do you know a restaurant or care facility that does not yet offer braille or enlarged materials? Let them know about Feel The Taste! Together, we can ensure that more and more locations become accessible for blind and visually impaired guests.",
  "voor_blinden_questions": "Do You Have Questions or Suggestions?",
  "voor_blinden_questions_text": "We look forward to hearing from you! Feel free to contact us if you have questions about our products or about the participating restaurants and care facilities. You can also give us tips on how we can make the hospitality and care sectors even more accessible.",
  "voor_blinden_contact_us": "Fill out the contact form below, and we’ll get back to you as soon as possible!",
  "contact_button_text": "Contact Us",
  "voor_horeca_title": "Together for Accessible Hospitality",
  "voor_horeca_intro_title": "Introduction",
  "voor_horeca_intro_text": "At Feel The Taste, we are committed to inclusivity for everyone. We believe that blind and visually impaired guests have the same rights to enjoy a worry-free experience in restaurants and care facilities as anyone else. Through our specially designed braille and enlarged materials, lighted magnifiers, and braille signage, we make this experience possible and help businesses become more accessible.",
  "voor_horeca_accessibility_title": "Why Accessibility Matters",
  "voor_horeca_accessibility_text": "Accessibility in the hospitality and care sectors is not only a legal obligation; it is also a moral responsibility. Millions of people worldwide live with visual impairments, and it is essential that they can also enjoy a pleasant experience. By offering inclusive solutions, restaurants and care facilities can not only expand their customer base but also enhance their reputation as welcoming and caring businesses.",
  "voor_horeca_stats_title": "Facts and Statistics",
  "voor_horeca_stats_text": "More than 285 million people worldwide have some form of visual impairment. Only a small percentage of businesses are fully accessible to this group.",
  "voor_horeca_alt1": "Research shows that 70% of surveyed blind and visually impaired people find the menus very difficult to access. Additionally, 10% find it somewhat difficult, and the remaining 20% choose neutral or easy.",
  "voor_horeca_alt2": "Here you see that only 20% would not use a braille menu. 60% would absolutely use it, and 20% are undecided.",
  "voor_horeca_alt3": "We also see that current solutions are inconvenient and difficult for 60%. 30% experience no issues, and 10% experience occasional issues.",
  "modal_image_alt": "Enlarged image",
  "voor_horeca_solutions_title": "Solutions",
  "voor_horeca_solutions_text": "At Feel The Taste, we offer high-quality braille and enlarged materials specifically designed to meet the needs of blind and visually impaired guests.",
  "voor_horeca_solutions_list1": "Our products are:",
  "voor_horeca_solutions_list2": "Inclusive: They enable guests to make their choices independently.",
  "voor_horeca_solutions_list3": "Customizable: We offer the option to personalize the materials with your logo and branding, ensuring they match the appearance of your restaurant or care facility.",
  "voor_horeca_how_it_works_title": "How It Works",
  "voor_horeca_how_it_works_text": "The process of working with Feel The Taste is simple:",
  "voor_horeca_step_1": "1. Contact Us: Send us a message via our ",
  "voor_horeca_step_1_link": "contact form",
  "voor_horeca_step_2": "2. Consultation: We discuss your specific needs and how we can best tailor our products to your business.",
  "voor_horeca_step_3": "3. Implementation: We provide and assist with the implementation of our braille and enlarged materials, lighted magnifiers, and braille signage in your restaurant or care facility.",
  "voor_horeca_testimonials_title": "Partner Testimonials",
  "voor_horeca_testimonials_text": "View ",
  "voor_horeca_here_link": "here",
  "voor_horeca_sponsorship_title": "Sponsorship Opportunities",
  "voor_horeca_sponsorship_text": "Would you like to support our initiative and promote your brand at the same time? Click ",
  "voor_horeca_contact_title": "Contact Us",
  "voor_horeca_contact_text": "Do you have questions, are you curious about the possibilities for your restaurant or care facility, or would you like to learn more about our braille and enlarged materials? We are here to help! Contact us ",
  "voor_horeca_contact_link": "here",
  "voor_horeca_closing_statement": "Together, we can make a difference in the accessibility of restaurants and care facilities!",
  "voor_horeca_closing_followup": "We will get back to you as soon as possible after receiving your request.",
  "not_found_title": "Page not found",
  "not_found_message": "Oops! It looks like you've landed on a page that doesn't exist.",
  "not_found_button": "Return to the homepage",
  "navbar_home": "Feel The Taste",
  "navbar_about": "About Us",
  "navbar_contact": "Contact",
  "navbar_more": "More",
  "navbar_services": "Offerings",
  "navbar_for_horeca": "For Horeca",
  "navbar_for_blind_and_visually_impaired": "For Blind and Visually Impaired",
  "navbar_collaborations": "Collaborations",
  "navbar_support_project": "Support the Project",
  "navbar_testimonials": "Testimonials",
  "product_button_text": "Click here for more information",
  "navbar_sponsors": "Sponsors",
  "switch_to_dutch": "Verander naar nederlands",
  "switch_to_english": "Switch to English",
  "switch_to_french": "Passer au français",
  "switch_to_german": "Wechseln Sie zu Deutsch",
  "footer_contact": "Contact",
  "footer_email": "Email: info@feelthetaste.be",
  "footer_phone": "Phone: +32 470 42 55 86",
  "footer_follow_us": "Follow Us!",
  "footer_facebook": "Facebook",
  "footer_instagram": "Instagram",
  "our_supporters_title": "Our supporters:",
  "footer_rights_reserved": "© {{jaar}} Feel The Taste. All rights reserved.",
  "testimonials_illustratie": "Current testimonials for illustration, actual testimonials will be available at the start of our product sales",
  "binnenkort_beschikbaar": "Crowdfunding available soon",
  "products": {
    "1": {
      "naam": "Inclusive Braille Menus",
      "beschrijving": "Make your restaurant more accessible with our stylish and durable braille menus. Specifically designed for blind and visually impaired customers, with customizable options to match your menu and branding. Accessibility starts here!"
    },
    "2": {
      "naam": "Large Print Menus for Visually Impaired",
      "beschrijving": "Ensure accessibility with our large print menus. Clearly readable, stylish, and fully customizable. A simple way to offer all guests a seamless experience!"
    },
    "3": {
      "naam": "Light field magnifiers for visually impaired",
      "beschrijving": "Feel The Taste’s light field magnifiers are designed to provide a better dining experience for visually impaired guests. With their compact and user-friendly design, they magnify and clarify menus, making reading easier in different lighting conditions. These magnifiers help enhance detail visibility, allowing guests to make their choices independently and fully enjoy their restaurant visit."
    },
    "4": {
      "naam": "Braille Signs for Hotels and Hospitality",
      "beschrijving": "Make your hotel or hospitality venue more accessible with our braille signs. These high-quality signs help blind and visually impaired guests find rooms, restrooms, exits, and other important locations.\n\nOur braille signs offer:\n\n• Clear braille markings – Intuitive and easy to read.\n\n• Durable and stylish – Made from high-quality materials for long-lasting use.\n\n• Versatile application – Suitable for hotel room doors, restaurants, restrooms, and other facilities.\n\nBy adding braille signs, you create a welcoming and inclusive environment where all guests can navigate comfortably and independently!"
    }
  },
  "productsExtra": {
    "1": {
      "naam": "Inclusive Braille Menus",
      "beschrijving": "We believe in a world where everyone feels welcome, regardless of visual impairments. With our specially designed braille menus, you provide your customers with an accessible and user-friendly experience. Our braille menus are:\n\n• Inclusive: They make your menu offering accessible to blind and visually impaired customers.\n\n• Stylish: Our menus combine functionality with a sleek, professional design that fits your restaurant.\n\n• Customizable: We can personalize the menus with your logo, brand style, and specific menu adjustments.\n\nBy offering a braille menu, you show consideration for your customers and contribute to a more inclusive society. Let everyone enjoy your culinary offerings without barriers!"
    },
    "2": {
      "naam": "Large Print Menus for the Visually Impaired",
      "beschrijving": "Make your menu offerings more accessible to visually impaired individuals with our large print menus. These menus are specially designed for customers with reduced vision, so they can easily read and choose from your dishes and drinks. Our large print menus offer:\n\n• Clear readability: Large, clear letters and a well-organized layout.\n\n• Stylish and professional: Perfectly suited for your restaurant without sacrificing elegance.\n\n• Fully customizable: Add your own logo, branding, and menu items for a unique look.\n\nWith large print menus, you ensure that all your guests feel welcome and comfortable, regardless of visual limitations. Take the first step towards an inclusive dining experience!"
    },
    "3": {
      "naam": "Light field magnifiers for visually impaired",
      "beschrijving": "Enhance the accessibility of your menu with our light field magnifiers, specially designed for visually impaired guests. These magnifiers ensure that guests can effortlessly read your menu and make their choices independently.\nOur light field magnifiers offer:\n\n• Outstanding magnification – Clear and sharp vision without distortion.\n\n• Compact and stylish – Lightweight and discreet, perfect for the table.\n\n• Easy to use – No batteries required, ready for immediate use.With light field magnifiers, you provide a welcoming and inclusive dining experience. \n\nMake your restaurant more accessible and let every guest enjoy a carefree meal!"
    },
    "4": {
      "naam": "Braille Signs for Hotels and Hospitality",
      "beschrijving": "Make your hotel or hospitality venue more accessible with our braille signs. These high-quality signs help blind and visually impaired guests find rooms, restrooms, exits, and other important locations.\n\nOur braille signs offer:\n\n• Clear braille markings – Intuitive and easy to read.\n\n• Durable and stylish – Made from high-quality materials for long-lasting use.\n\n• Versatile application – Suitable for hotel room doors, restaurants, restrooms, and other facilities.\n\nBy adding braille signs, you create a welcoming and inclusive environment where all guests can navigate comfortably and independently!"
    }
  },
  "terms_title": "Terms and conditions",
  "terms_article1_title": "Article 1 - Information about Feel The Taste",
  "terms_article1_content": "Feel The Taste is a de facto association with its registered office at Spijkerstraat 20, 9880 Aalter, and is part of UNIZO's Step-Up Program. It is a temporary company that will be completed in June 2025.",
  "terms_article2_title": "Article 2 - Orders and Acceptance",
  "terms_article2_content": "An order, even if taken by our representatives or agents, is only binding if expressly and in writing confirmed by Feel The Taste. Cancellation of the order is only possible with prior written consent from Feel The Taste.",
  "terms_article3_title": "Article 3 - Delivery and Retention of Title",
  "terms_article3_content": "Goods/services will be delivered within the period specified in the contract. All delivered goods remain the property of Feel The Taste until full payment of the principal amount, costs and interest. From the time of delivery, however, the buyer bears all risks of loss or damage to the goods.",
  "terms_article4_title": "Article 4 - Delivery Terms and Buyer's Responsibility",
  "terms_article4_content": "The buyer must ensure that the goods and/or services from Feel The Taste can be delivered in the normal way at the agreed place and at the agreed time. The buyer is responsible for the accessibility of the delivery location. If this is not guaranteed, the buyer is liable for all damages, including waiting times, storage costs and any additional delivery costs.",
  "terms_article5_title": "Article 5 - Inspection and Complaint Procedure",
  "terms_article5_content": "The buyer must inspect the delivered goods/services immediately. Obvious defects must be reported to Feel The Taste in writing by registered mail as soon as possible, but no later than within 7 calendar days after delivery. After this period, the seller is only liable for hidden defects that make the goods unsuitable for their intended use, provided that the buyer reports the hidden defect within 14 calendar days of its discovery. Complaints do not suspend the buyer's payment obligation.",
  "terms_article6_title": "Article 6 - Liability and Limitations",
  "terms_article6_content": "Feel The Taste is not liable for direct or indirect damages resulting from the delivery of goods or services, except in case of gross negligence or intent. The liability of Feel The Taste is always limited to the invoice value of the delivered goods or services. Feel The Taste is in no case liable for consequential damages such as loss of income, lost profits, loss of contracts or other indirect damages.",
  "terms_article7_title": "Article 7 - Payment Terms",
  "terms_article7_content": "Unless otherwise agreed in writing, invoices are payable within 15 calendar days of the invoice date. In case of late payment, the outstanding amount will automatically and without reminder be increased by an annual interest rate of 12% as well as a fixed compensation of 10% of the invoice amount, with a minimum of 50 EUR. Any payment delay makes all outstanding invoices immediately due and gives Feel The Taste the right to suspend further deliveries or terminate the contract, without prejudice to the right to compensation.",
  "terms_article8_title": "Article 8 - Advance Payment Arrangement",
  "terms_article8_content": "When the total value of the order exceeds 150 EUR, the buyer is obliged to make an advance payment before Feel The Taste processes the order. The advance payment is 30% of the total invoice amount for orders between 150 EUR and 500 EUR, and 50% for orders above 500 EUR.",
  "terms_article9_title": "Article 9 - Non-performance by the Buyer",
  "terms_article9_content": "If the buyer fails to fulfill its contractual obligations, Feel The Taste has the right after unsuccessful notice of default to either suspend its obligations or terminate the contract without judicial intervention, if no or no useful response follows within 8 working days, without prejudice to the right to compensation.",
  "terms_article10_title": "Article 10 - No Right of Withdrawal",
  "terms_article10_content": "In accordance with Article VI.53 of the Belgian Code of Economic Law, the buyer has no right of withdrawal, as the goods and services supplied by Feel The Taste are manufactured individually according to the specific wishes and needs of the customer. Orders cannot be canceled or returned.",
  "terms_article11_title": "Article 11 - Data Protection (GDPR)",
  "terms_article11_content": "Feel The Taste processes personal data exclusively within the framework of business communication and customer management. Although Feel The Taste operates exclusively in the B2B sector, contacts may also take place via personal email addresses (e.g. name@company.com) or via mobile phone numbers of catering businesses. This data is used exclusively for processing orders and maintaining business communication. Feel The Taste will never sell or pass on personal data to third parties without consent.",
  "terms_article12_title": "Article 12 - Confirmation of the Control PDF",
  "terms_article12_content": "Before the final production of an order, Feel The Taste provides the buyer with a control PDF showing the final product (possibly after conversion to plain text). After checking and approving this control PDF by the buyer, no changes or cancellations of the order are possible anymore.",
  "terms_article13_title": "Article 13 - Applicable Law and Jurisdiction",
  "terms_article13_content": "All our contracts are governed by Belgian law. For all disputes arising from these contracts, only the courts in Ghent have jurisdiction.",
  "privacy_title": "Privacy Statement",
  "privacy_last_updated": "Last updated: 29/04/2025",
  "privacy_section1_title": "1. Data Controller",
  "privacy_section1_content": "Feel The Taste, Spijkerstraat 20, 9880 Aalter, Belgium, is responsible for the processing of personal data as described in this statement.",
  "privacy_section2_title": "2. Data We Process",
  "privacy_section2_content": "We only process business-related personal data, including:\n\nName and business position\n\nBusiness email address\n\nBusiness telephone number\n\nCompany details\n\nIn exceptional cases, personal email addresses or mobile phone numbers may be processed if used for business communication.",
  "privacy_section3_title": "3. Purpose of Processing",
  "privacy_section3_content": "Personal data is processed exclusively for:\n\nManaging customer relations (quotations, deliveries, invoicing)\n\nCommunication regarding orders and services\n\nCompliance with legal obligations (e.g., accounting)",
  "privacy_section4_title": "4. Rights of Data Subjects",
  "privacy_section4_content": "As a data subject, you have the following rights:\n\nRight of access and rectification: You may request to view and correct your data.\n\nRight to restriction and erasure: As the data is necessary for executing agreements, erasure is only possible upon termination of the cooperation.\n\nRight to object: You may object to the use of your data for marketing purposes.\n\nRequests regarding these rights can be sent to:  info@feelthetaste.be.\nWe will respond within 30 calendar days.",
  "privacy_section5_title": "5. Retention Period",
  "privacy_section5_content": "Personal data will not be kept longer than strictly necessary for fulfilling the agreement or as legally required.",
  "privacy_section6_title": "6. Security",
  "privacy_section6_content": "Feel The Taste implements appropriate technical and organizational measures to protect personal data against loss, unauthorized access, or misuse.",
  "privacy_section7_title": "7. No Disclosure to Third Parties",
  "privacy_section7_content": "Personal data will never be sold or shared with third parties without your explicit consent, unless required by law."
}