{
  "welcome": "Willkommen bei Feel The Taste!",
  "accessible_menus": "Ein inklusives Gastfreundschaftserlebnis für alle!",
  "main_text": "Bei Feel The Taste bieten wir Inklusion mit Speisekarten in Blindenschrift und Vergrößerung, Hellfeldlupen und Beschilderung in Blindenschrift. Bieten Sie all Ihren Gästen ein unbeschwertes und komfortables Erlebnis, ohne Kompromisse!",
  "questions_title": "Haben Sie Fragen oder benötigen Sie weitere Informationen?",
  "questions_text": "Wir sind bereit, Ihnen zu helfen! Zögern Sie nicht, uns bei Fragen, Angeboten oder speziellen Anfragen zu kontaktieren. Gemeinsam verbessern wir die Zugänglichkeit für alle!",
  "contact_button": "Kontaktieren Sie uns",
  "contact_title": "Kontaktieren Sie uns!",
  "contact_text": "Wir freuen uns, von Ihnen zu hören! Haben Sie Fragen, Vorschläge oder möchten Sie mehr über unsere Braille- und vergrößerten Menüs, Lichtfeldlupen und Braille-Beschilderung erfahren? Füllen Sie bitte das untenstehende Formular aus, und wir werden so schnell wie möglich mit Ihnen in Kontakt treten. Gemeinsam können wir an einer zugänglicheren Gastronomie und Pflege für alle arbeiten!",
  "contact_form_name_label": "Name",
  "contact_form_name_placeholder": "Ihr Name",
  "contact_form_email_label": "E-Mail",
  "contact_form_email_placeholder": "Ihre E-Mail-Adresse",
  "contact_form_phone_label": "Telefonnummer",
  "contact_form_phone_placeholder": "Ihre Telefonnummer",
  "contact_form_company_label": "Firmenname",
  "contact_form_company_placeholder": "Ihr Firmenname",
  "contact_form_location_label": "Geschäftsstandort / Wohnort",
  "contact_form_location_placeholder": "Ihr Geschäftsstandort oder Wohnort",
  "contact_form_message_label": "Nachricht",
  "contact_form_message_placeholder": "Ihre Nachricht",
  "contact_form_submit_button": "Senden",
  "contact_form_toast_success_title": "Nachricht gesendet.",
  "contact_form_toast_success_description": "Ihre Nachricht wurde erfolgreich gesendet. Wir werden Sie bald kontaktieren.",
  "contact_form_toast_error_title": "Fehler aufgetreten.",
  "contact_form_toast_error_description": "Es ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.",
  "services_and_products_title": "Angebot",
  "productenlijst_title": "Unsere Produkte",
  "productentiteltje": "Produkte",
  "services_title": "Dienstleistungen",
  "services_text_1": "Bei Feel The Taste verbessern wir die Zugänglichkeit von Gastronomiebetrieben und Pflegeeinrichtungen für blinde, sehbehinderte und Menschen mit visuellen Einschränkungen. Wir helfen Restaurants und Cafés, ihr Angebot zugänglicher zu gestalten, damit alle ihre Gäste eigenständig Entscheidungen treffen können.",
  "services_text_2": "Unser Fokus liegt nicht nur auf dem Angebot von Produkten, sondern auch auf der Unterstützung von Gastronomiebetrieben und Pflegeeinrichtungen bei der Schaffung eines inklusiven Umfelds. Gemeinsam können wir das Bewusstsein für die Bedeutung der Inklusion stärken.",
  "about_us_title": "Über uns",
  "about_us_text_1": "Wir sind Victor, Maxime, Jarno und Matisse, vier begeisterte Studenten der Artevelde-Hochschule. Für unsere Bachelorarbeit haben wir die faktische Vereinigung Feel The Taste gegründet. Unsere Mission ist klar: Wir möchten die Zugänglichkeit von Gastronomiebetrieben und Pflegeeinrichtungen für blinde, sehbehinderte und Menschen mit visuellen Einschränkungen verbessern.",
  "our_origin_title": "Unser Ursprung",
  "our_origin_text": "Während unseres Studiums haben wir festgestellt, dass viele Gastronomiebetriebe und Pflegeeinrichtungen nicht ausreichend auf die Bedürfnisse von Gästen mit visuellen Einschränkungen eingehen. Das inspirierte uns, aktiv zu werden und eine Lösung anzubieten, die das Erlebnis dieser Kunden verbessert. Mit unseren Braille- und vergrößerten Menüs, Lichtfeldlupen und Braille-Beschilderung sorgen wir dafür, dass jeder ohne Barrieren genießen kann.",
  "our_values_title": "Unsere Werte",
  "our_values_text": "Bei Feel The Taste stehen Inklusion, Zugänglichkeit und Qualität im Mittelpunkt. Wir glauben, dass jeder das Recht hat, einen Ausflug mit Freunden und Familie zu genießen. Mit der Entwicklung unserer Produkte tragen wir zu einer gastfreundlichen und inklusiven Umgebung bei.",
  "collaboration_and_future_title": "Zusammenarbeit und Zukunft",
  "collaboration_and_future_text": "Wir arbeiten mit Gastronomiebetrieben und Pflegeeinrichtungen zusammen, die unsere Vision teilen und unsere Mission unterstützen. Wir sind entschlossen, das Bewusstsein für Zugänglichkeit zu stärken und das Gespräch darüber zu führen, wie wir gemeinsam Verbesserungen erzielen können.",
  "thank_you_text": "Vielen Dank für Ihre Unterstützung unserer Vereinigung und unserer Mission. Gemeinsam können wir die Zugänglichkeit für alle verbessern!",
  "collaborations_title": "Willkommen auf der Seite für Kooperationen!",
  "collaborations_text": "Bei Feel The Taste sind wir leidenschaftlich daran interessiert, Inklusion und Zugänglichkeit in Gastronomiebetrieben und Pflegeeinrichtungen zu fördern. Wir glauben, dass jeder, unabhängig von visuellen Einschränkungen, das Recht hat, eine großartige Erfahrung zu genießen. Deshalb laden wir Unternehmen ein, mit uns zusammenzuarbeiten und unsere speziell entworfenen Braille- und vergrößerten Menüs, Lichtfeldlupen und Braille-Beschilderung in ihr Angebot zu integrieren.",
  "why_collaborate_title": "Warum Zusammenarbeit?",
  "why_collaborate_text_1": "• Stärken Sie die Inklusion: Durch die Zusammenarbeit mit uns geben Sie blinden und sehbehinderten Kunden die Möglichkeit, Ihr Angebot selbstständig zu nutzen. Sie zeigen nicht nur gesellschaftliche Verantwortung, sondern auch Ihr Engagement für ein inklusives Kundenerlebnis.",
  "why_collaborate_text_2": "• Innovative Lösungen: Wir bieten nachhaltige und stilvolle Braille- und vergrößerte Materialien, wie Menüs, Lichtfeldlupen und Braille-Beschilderung, die eine einzigartige Ergänzung für Ihren Gastronomiebetrieb oder Ihre Pflegeeinrichtung darstellen. Unsere Produkte sind so konzipiert, dass sie Funktionalität mit Ästhetik kombinieren, angepasst an Ihr Unternehmen.",
  "why_collaborate_text_3": "• Personalisierte Zusammenarbeit: Wir arbeiten gerne mit Ihnen zusammen, um die Produkte mit Ihrem einzigartigen Logo und Corporate Design zu personalisieren. So stärken wir nicht nur die Zugänglichkeit für alle Ihre Gäste, sondern auch Ihre Markenidentität auf effektive Weise.",
  "our_valuable_partners_title": "Unsere wertvollen Partner",
  "working_together_title": "Gemeinsam für eine bessere Zukunft",
  "working_together_text": "Bei Feel The Taste glauben wir, dass Zusammenarbeit der Schlüssel zu einer inklusiveren Gesellschaft ist. Lassen Sie uns gemeinsam die Gastronomie und Pflegeeinrichtungen zugänglicher machen, damit jeder ohne Barrieren genießen kann.",
  "contact_title2": "Kontakt aufnehmen",
  "contact_text2": "Interessiert an einer Zusammenarbeit? Kontaktieren Sie uns noch heute über dieses",
  "make_a_difference_text": "Gemeinsam können wir etwas bewirken!",
  "sponsors_title": "Sponsoren",
  "support_inclusivity_title": "Unterstützen Sie die Inklusion in der Gastronomie und in Pflegeeinrichtungen!",
  "support_inclusivity_text": "Bei Feel The Taste streben wir nach Inklusion für alle. Durch die Zusammenarbeit mit Sponsoren können wir unsere Mission, Braille- und vergrößerte Menüs, Lichtfeldlupen und Braille-Beschilderung breiter verfügbar zu machen, schneller umsetzen. Mit Ihrer Unterstützung können wir mehr Gastronomiebetriebe und Pflegeeinrichtungen für blinde und sehbehinderte Gäste zugänglich machen.",
  "sponsor_contact_text": "Möchten Sie unsere Initiative unterstützen und gleichzeitig Ihre Marke sichtbar machen? Kontaktieren Sie uns noch heute für Sponsoring-Möglichkeiten. Gemeinsam bauen wir an einer zugänglichen Zukunft für die Gastronomie und den Pflegebereich.",
  "support_project_title": "Unterstützen Sie das Projekt",
  "make_hospitality_accessible_title": "Machen Sie mit uns die Gastronomie und Pflegeeinrichtungen zugänglicher?",
  "support_project_text1": "Bei Feel The Taste glauben wir an eine Welt, in der jeder Zugang zu inklusiven Möglichkeiten hat, unabhängig von visuellen Einschränkungen. Um dies zu erreichen, möchten wir möglichst viele Gastronomiebetriebe und Pflegeeinrichtungen mit Braille- und vergrößerten Menüs, Lichtfeldlupen und Braille-Beschilderung ausstatten.",
  "support_project_text2": "Wir haben bereits eine Kampagne gestartet, um dieses wichtige Ziel zu erreichen, und wir könnten Ihre Unterstützung gut gebrauchen! Durch Ihre Beiträge helfen Sie uns, die Inklusion in der Gastronomie und im Pflegebereich zu erhöhen und mehr Standorte für blinde und sehbehinderte Gäste zugänglich zu machen.",
  "support_project_text3": "Gemeinsam können wir wirklich einen Unterschied machen! Behalten Sie diese Seite im Auge für Updates über unseren Fortschritt und die nächsten Schritte, die wir unternehmen.",
  "support_project_link": "Unterstützen Sie das Projekt hier!",
  "thank_you_for_support_text": "Vielen Dank im Voraus für Ihre Unterstützung!",
  "testimonials_title": "Erfahrungsberichte",
  "footer_terms": "Allgemeine Geschäftsbedingungen und Datenschutzerklärung",
  "testimonials_intro_text": "Wir schätzen das Feedback unserer Endbenutzer sowie das unserer Partner. Hier sind einige Testimonials von blinden und sehbehinderten Personen sowie von Partnern, die unsere Braille- und vergrößerten Materialien, Lichtfeldlupen und Braille-Beschilderung verwendet haben:",
  "share_experience_text": "Möchten Sie Ihre Erfahrungen teilen? Kontaktieren Sie uns!",
  "voor_blinden_title": "Was kann Feel The Taste für Sie tun?",
  "voor_blinden_intro_text": "Bei Feel The Taste glauben wir, dass jeder das Recht auf ein sorgenfreies Erlebnis hat, auch wenn man blind oder sehbehindert ist. Deshalb haben wir uns verpflichtet, die Zugänglichkeit in Gastronomiebetrieben und Pflegeeinrichtungen zu verbessern, indem wir Braille- und vergrößerte Menüs, Lichtfeldlupen und Braille-Beschilderung anbieten.",
  "voor_blinden_what_we_do": "Was wir für Sie tun",
  "voor_blinden_what_we_do_text": "Wir verstehen, wie wichtig es ist, selbstständig wählen zu können, ohne von anderen abhängig zu sein. Deshalb arbeiten wir mit Gastronomiebetrieben und Pflegeeinrichtungen zusammen, um Materialien wie Braille- und vergrößerte Menüs, Lichtfeldlupen und Braille-Beschilderung verfügbar zu machen, damit jeder seine Entscheidungen ganz unabhängig treffen kann. Das bedeutet mehr Freiheit und Komfort bei einem Besuch in einem Restaurant oder einer Pflegeeinrichtung!",
  "voor_blinden_benefits": "Vorteile für Sie",
  "voor_blinden_benefit_independence": "• Selbstständigkeit: Sie können die Materialien selbstständig nutzen, ohne Hilfe von anderen zu benötigen.",
  "voor_blinden_benefit_comfort": "• Komfort: Sie können in Ruhe durch die verfügbaren Informationen blättern, genau wie alle anderen Gäste.",
  "voor_blinden_benefit_inclusivity": "• Inklusion: Unsere Mission ist es, jeden Gastronomiebetrieb und jede Pflegeeinrichtung für Menschen mit visuellen Einschränkungen zugänglich zu machen, damit sich jeder willkommen fühlt.",
  "voor_blinden_where_to_find": "Wo können Sie unsere Produkte finden?",
  "voor_blinden_where_to_find_text": "Wir arbeiten mit verschiedenen Gastronomiebetrieben und Pflegeeinrichtungen zusammen, die für Gäste mit visuellen Einschränkungen zugänglich sein möchten. Auf unserer Website finden Sie eine Übersicht aller Standorte, die unsere Braille- und vergrößerten Menüs, Lichtfeldlupen und Braille-Beschilderung nutzen.",
  "voor_blinden_help_us": "Wie Sie helfen können",
  "voor_blinden_help_us_text": "Kennen Sie einen Gastronomiebetrieb oder eine Pflegeeinrichtung, die noch keine Braille- oder vergrößerten Materialien anbietet? Informieren Sie sie über Feel The Taste! Gemeinsam können wir dafür sorgen, dass immer mehr Standorte für blinde und sehbehinderte Gäste zugänglich werden.",
  "voor_blinden_questions": "Haben Sie Fragen oder Vorschläge?",
  "voor_blinden_questions_text": "Wir freuen uns, von Ihnen zu hören! Zögern Sie nicht, uns zu kontaktieren, wenn Sie Fragen zu unseren Produkten oder zu den teilnehmenden Gastronomiebetrieben und Pflegeeinrichtungen haben. Sie können uns auch Tipps geben, wie wir die Gastronomie und den Pflegebereich noch zugänglicher machen können.",
  "voor_blinden_contact_us": "Füllen Sie das Kontaktformular unten aus, und wir melden uns so schnell wie möglich bei Ihnen!",
  "contact_button_text": "Kontaktieren Sie uns",
  "voor_horeca_title": "Gemeinsam für barrierefreie Gastronomie",
  "voor_horeca_intro_title": "Einführung",
  "voor_horeca_intro_text": "Bei Feel The Taste setzen wir uns für Inklusion für alle ein. Wir glauben, dass blinde und sehbehinderte Gäste die gleichen Rechte haben, um ein sorgenfreies Erlebnis in Gastronomiebetrieben und Pflegeeinrichtungen zu genießen wie jeder andere. Durch unsere speziell entwickelten Materialien in Braille und vergrößert, Lichtfeldlupen und Braille-Beschilderung machen wir dieses Erlebnis möglich und helfen Unternehmen, zugänglicher zu werden.",
  "voor_horeca_accessibility_title": "Warum Barrierefreiheit wichtig ist",
  "voor_horeca_accessibility_text": "Zugänglichkeit in der Gastronomie und im Pflegebereich ist nicht nur eine gesetzliche Verpflichtung; es ist auch eine moralische Verantwortung. Weltweit leben Millionen von Menschen mit visuellen Einschränkungen, und es ist entscheidend, dass sie ebenfalls ein angenehmes Erlebnis genießen können. Durch das Angebot inklusiver Lösungen können Gastronomiebetriebe und Pflegeeinrichtungen nicht nur ihre Kundenbasis erweitern, sondern auch ihren Ruf als gastfreundliche und fürsorgliche Unternehmer stärken.",
  "voor_horeca_stats_title": "Fakten und Statistiken",
  "voor_horeca_stats_text": "Mehr als 285 Millionen Menschen weltweit haben eine Form der Sehbehinderung. Nur ein kleiner Prozentsatz der Betriebe ist vollständig zugänglich für diese Gruppe.",
  "voor_horeca_alt1": "Untersuchungen zeigen, dass 70% der befragten blinden und sehbehinderten Menschen die Menüs sehr schwer zugänglich finden. Zusätzlich finden 10% sie etwas schwierig, und die verbleibenden 20% wählen neutral oder einfach.",
  "voor_horeca_alt2": "Hier sehen Sie, dass nur 20% ein Braille-Menü nicht nutzen würden. 60% würden es auf jeden Fall nutzen, und 20% sind unentschieden.",
  "voor_horeca_alt3": "Wir sehen auch, dass aktuelle Lösungen für 60% unpraktisch und schwierig sind. 30% haben keine Probleme, und 10% haben gelegentliche Probleme.",
  "modal_image_alt": "Vergrößertes Bild",
  "voor_horeca_solutions_title": "Lösungen",
  "voor_horeca_solutions_text": "Bei Feel The Taste bieten wir hochwertige Braille- und vergrößerte Materialien an, die speziell entwickelt wurden, um den Bedürfnissen von blinden und sehbehinderten Gästen gerecht zu werden.",
  "voor_horeca_solutions_list1": "Unsere Produkte sind:",
  "voor_horeca_solutions_list2": "Inklusiv: Sie ermöglichen es Gästen, ihre Entscheidungen selbstständig zu treffen.",
  "voor_horeca_solutions_list3": "Anpassbar: Wir bieten die Möglichkeit, die Materialien mit Ihrem Logo und Corporate Design zu personalisieren, damit sie zum Erscheinungsbild Ihres Gastronomiebetriebs oder Ihrer Pflegeeinrichtung passen.",
  "voor_horeca_how_it_works_title": "Wie es funktioniert",
  "voor_horeca_how_it_works_text": "Der Prozess der Zusammenarbeit mit Feel The Taste ist einfach:",
  "voor_horeca_step_1": "1. Kontaktieren Sie uns: Senden Sie uns eine Nachricht über unser ",
  "voor_horeca_step_1_link": "Kontaktformular",
  "voor_horeca_step_2": "2. Beratung: Wir besprechen Ihre spezifischen Bedürfnisse und wie wir unsere Produkte am besten auf Ihr Geschäft zuschneiden können.",
  "voor_horeca_step_3": "3. Implementierung: Wir liefern und helfen bei der Implementierung unserer Braille- und vergrößerten Materialien, Lichtfeldlupen und Braille-Beschilderung in Ihrem Gastronomiebetrieb oder Ihrer Pflegeeinrichtung.",
  "voor_horeca_testimonials_title": "Partner-Bewertungen",
  "voor_horeca_testimonials_text": "Sehen Sie ",
  "voor_horeca_here_link": "hier",
  "voor_horeca_sponsorship_title": "Sponsoring-Möglichkeiten",
  "voor_horeca_sponsorship_text": "Möchten Sie unsere Initiative unterstützen und gleichzeitig Ihre Marke fördern? Klicken Sie ",
  "voor_horeca_contact_title": "Kontaktieren Sie uns",
  "voor_horeca_contact_text": "Haben Sie Fragen, sind Sie neugierig auf die Möglichkeiten für Ihren Gastronomiebetrieb oder Ihre Pflegeeinrichtung, oder möchten Sie mehr über unsere Braille- und vergrößerten Materialien erfahren? Wir sind bereit, Ihnen zu helfen! Kontaktieren Sie uns ",
  "voor_horeca_contact_link": "hier",
  "voor_horeca_closing_statement": "Gemeinsam können wir einen Unterschied in der Zugänglichkeit von Gastronomiebetrieben und Pflegeeinrichtungen machen!",
  "voor_horeca_closing_followup": "Wir werden uns so schnell wie möglich nach Erhalt Ihrer Anfrage bei Ihnen melden.",
  "not_found_title": "Seite nicht gefunden",
  "not_found_message": "Hoppla! Es sieht so aus, als wären Sie auf einer Seite gelandet, die nicht existiert.",
  "not_found_button": "Zurück zur Startseite",
  "navbar_home": "Feel The Taste",
  "navbar_about": "Über uns",
  "navbar_contact": "Kontakt",
  "navbar_more": "Mehr",
  "navbar_services": "Angebot",
  "navbar_for_horeca": "Für die Gastronomie",
  "navbar_for_blind_and_visually_impaired": "Für Blinde und Sehbehinderte",
  "navbar_collaborations": "Zusammenarbeit",
  "navbar_support_project": "Unterstützen Sie das Projekt",
  "navbar_testimonials": "Bewertungen",
  "product_button_text": "Mehr Informationen",
  "navbar_sponsors": "Sponsoren",
  "switch_to_dutch": "Verander naar nederlands",
  "switch_to_english": "Switch to English",
  "switch_to_french": "Passer au français",
  "switch_to_german": "Wechseln Sie zu Deutsch",
  "footer_contact": "Kontakt",
  "footer_email": "E-Mail: info@feelthetaste.be",
  "footer_phone": "Telefon: +32 470 42 55 86",
  "footer_follow_us": "Folge uns!",
  "footer_facebook": "Facebook",
  "footer_instagram": "Instagram",
  "our_supporters_title": "Unsere Unterstützer:",
  "footer_rights_reserved": "© {{jaar}} Feel The Taste. Alle Rechte vorbehalten.",
  "testimonials_illustratie": "Aktuelle Testimonials zur Veranschaulichung, tatsächliche Testimonials werden zum Verkaufsstart unseres Produkts verfügbar sein",
  "binnenkort_beschikbaar": "Crowdfunding demnächst verfügbar",
  "products": {
    "1": {
      "naam": "Inklusive Braille-Menüs",
      "beschrijving": "Machen Sie Ihr Restaurant zugänglicher mit unseren stilvollen und langlebigen Braille-Menüs. Speziell für blinde und sehbehinderte Kunden entwickelt, mit anpassbaren Optionen, die zu Ihrem Menü und Branding passen. Barrierefreiheit beginnt hier!"
    },
    "2": {
      "naam": "Großdruck-Menüs für Sehbehinderte",
      "beschrijving": "Stellen Sie mit unseren Großdruck-Menüs Barrierefreiheit sicher. Deutlich lesbar, stilvoll und vollständig anpassbar. Eine einfache Möglichkeit, allen Gästen ein nahtloses Erlebnis zu bieten!"
    },
    "3": {
      "naam": "Lichtfeldlupen für Sehbehinderte",
      "beschrijving": "Die Lichtfeldlupen von Feel The Taste sind darauf ausgelegt, sehbehinderten Menschen ein besseres Gastronomieerlebnis zu bieten. Durch ihr kompaktes und benutzerfreundliches Design vergrößern und verbessern sie die Lesbarkeit von Speisekarten, sodass das Lesen unter verschiedenen Lichtverhältnissen erleichtert wird. Diese Lupen helfen, Details schärfer zu erkennen, damit Gäste ihre Wahl selbstständig treffen und ihren Restaurantbesuch in vollen Zügen genießen können."
    },
    "4": {
      "naam": "Braille-Schilder für Hotels und Gastronomie",
      "beschrijving": "Machen Sie Ihr Hotel oder Ihre Gastronomieeinrichtung barrierefreier mit unseren Braille-Schildern. Diese hochwertigen Schilder helfen blinden und sehbehinderten Gästen, Zimmer, Toiletten, Ausgänge und andere wichtige Orte zu finden.\n\nUnsere Braille-Schilder bieten:\n\n• Klare Braille-Beschriftung – Intuitiv und leicht lesbar.\n\n• Langlebig und stilvoll – Hergestellt aus hochwertigen Materialien für eine lange Lebensdauer.\n\n• Vielseitig einsetzbar – Geeignet für Hotelzimmertüren, Restaurants, Toiletten und andere Einrichtungen.\n\nMit Braille-Schildern schaffen Sie eine einladende und inklusive Umgebung, in der sich alle Gäste selbstständig und komfortabel orientieren können!"
    }
  },
  "productsExtra": {
    "1": {
      "naam": "Inklusive Braille-Menüs",
      "beschrijving": "Wir glauben an eine Welt, in der sich jeder willkommen fühlt, unabhängig von Sehbehinderungen. Mit unseren speziell entwickelten Braille-Menüs bieten Sie Ihren Kunden ein barrierefreies und benutzerfreundliches Erlebnis. Unsere Braille-Menüs sind:\n\n• Inklusiv: Sie machen Ihre Menüangebote für blinde und sehbehinderte Kunden zugänglich.\n\n• Stilvoll: Unsere Menüs kombinieren Funktionalität mit einem eleganten, professionellen Design, das zu Ihrem Restaurant passt.\n\n• Anpassbar: Wir können die Menüs mit Ihrem Logo, Markenstil und spezifischen Menüanpassungen personalisieren.\n\nDurch das Angebot eines Braille-Menüs zeigen Sie Rücksicht auf Ihre Kunden und tragen zu einer inklusiveren Gesellschaft bei. Lassen Sie alle Ihre kulinarischen Angebote ohne Barrieren genießen!"
    },
    "2": {
      "naam": "Großdruck-Menüs für Sehbehinderte",
      "beschrijving": "Machen Sie Ihre Menüangebote für sehbehinderte Menschen zugänglicher mit unseren Großdruck-Menüs. Diese Menüs sind speziell für Kunden mit eingeschränktem Sehvermögen entwickelt, damit sie Ihre Gerichte und Getränke problemlos lesen und auswählen können. Unsere Großdruck-Menüs bieten:\n\n• Klare Lesbarkeit: Große, klare Buchstaben und ein gut organisiertes Layout.\n\n• Stilvoll und professionell: Perfekt für Ihr Restaurant geeignet, ohne Eleganz zu opfern.\n\n• Vollständig anpassbar: Fügen Sie Ihr eigenes Logo, Branding und Menüeinträge für ein einzigartiges Aussehen hinzu.\n\nMit Großdruck-Menüs stellen Sie sicher, dass sich alle Ihre Gäste willkommen und wohl fühlen, unabhängig von visuellen Einschränkungen. Machen Sie den ersten Schritt zu einem inklusiven Restauranterlebnis!"
    },
    "3": {
      "naam": "Lichtfeldlupen für Sehbehinderte",
      "beschrijving": "Verbessern Sie die Zugänglichkeit Ihrer Speisekarte mit unseren Lichtfeldlupen, die speziell für sehbehinderte Gäste entwickelt wurden. Diese Lupen ermöglichen es Ihren Gästen, die Speisekarte mühelos zu lesen und ihre Wahl selbstständig zu treffen.\nUnsere Lichtfeldlupen bieten:\n\n• Hervorragende Vergrößerung – Klare und scharfe Sicht ohne Verzerrung.\n\n• Kompakt und stilvoll – Leicht und unauffällig, perfekt für den Tisch.\n\n• Benutzerfreundlich – Keine Batterien erforderlich, sofort einsatzbereit.Mit Lichtfeldlupen schaffen Sie ein gastfreundliches und inklusives Restauranterlebnis. \n\nMachen Sie Ihr Restaurant zugänglicher und ermöglichen Sie jedem Gast ein unbeschwertes Essen!"
    },
    "4": {
      "naam": "Braille-Schilder für Hotels und Gastronomie",
      "beschrijving": "Machen Sie Ihr Hotel oder Ihre Gastronomieeinrichtung barrierefreier mit unseren Braille-Schildern. Diese hochwertigen Schilder helfen blinden und sehbehinderten Gästen, Zimmer, Toiletten, Ausgänge und andere wichtige Orte zu finden.\n\nUnsere Braille-Schilder bieten:\n\n• Klare Braille-Beschriftung – Intuitiv und leicht lesbar.\n\n• Langlebig und stilvoll – Hergestellt aus hochwertigen Materialien für eine lange Lebensdauer.\n\n• Vielseitig einsetzbar – Geeignet für Hotelzimmertüren, Restaurants, Toiletten und andere Einrichtungen.\n\nMit Braille-Schildern schaffen Sie eine einladende und inklusive Umgebung, in der sich alle Gäste selbstständig und komfortabel orientieren können!"
    }
  },
  "terms_title": "Allgemeine Geschäftsbedingungen",
  "terms_article1_title": "Artikel 1 - Angaben zu Feel The Taste",
  "terms_article1_content": "Feel The Taste ist eine faktische Vereinigung mit Sitz in der Spijkerstraat 20, 9880 Aalter, und ist Teil des Step-Up-Programms von UNIZO. Es handelt sich um ein temporäres Unternehmen, das im Juni 2025 abgeschlossen wird.",
  "terms_article2_title": "Artikel 2 - Bestellungen und Annahme",
  "terms_article2_content": "Eine Bestellung, auch wenn sie von unseren Vertretern oder Agenten aufgenommen wurde, ist nur verbindlich, wenn sie von Feel The Taste ausdrücklich und schriftlich bestätigt wird. Eine Stornierung der Bestellung ist nur mit vorheriger schriftlicher Zustimmung von Feel The Taste möglich.",
  "terms_article3_title": "Artikel 3 - Lieferung und Eigentumsvorbehalt",
  "terms_article3_content": "Waren/Dienstleistungen werden innerhalb der im Vertrag angegebenen Frist geliefert. Alle gelieferten Waren bleiben Eigentum von Feel The Taste bis zur vollständigen Bezahlung des Hauptbetrags, der Kosten und der Zinsen. Ab dem Zeitpunkt der Lieferung trägt der Käufer jedoch alle Risiken des Verlusts oder der Beschädigung der Waren.",
  "terms_article4_title": "Artikel 4 - Lieferbedingungen und Verantwortung des Käufers",
  "terms_article4_content": "Der Käufer muss sicherstellen, dass die Waren und/oder Dienstleistungen von Feel The Taste auf normale Weise am vereinbarten Ort und zur vereinbarten Zeit geliefert werden können. Der Käufer ist für die Erreichbarkeit des Lieferortes verantwortlich. Sollte dies nicht gewährleistet sein, haftet der Käufer für sämtliche Schäden, einschließlich Wartezeiten, Lagerkosten und etwaige zusätzliche Lieferkosten.",
  "terms_article5_title": "Artikel 5 - Kontrolle und Reklamationsverfahren",
  "terms_article5_content": "Der Käufer hat die gelieferten Waren/Dienstleistungen sofort zu prüfen. Offensichtliche Mängel müssen schnellstmöglich, spätestens jedoch innerhalb von 7 Kalendertagen nach Lieferung, schriftlich per Einschreiben bei Feel The Taste gemeldet werden. Nach Ablauf dieser Frist haftet der Verkäufer nur noch für versteckte Mängel, die die Waren für den vorgesehenen Gebrauch untauglich machen, vorausgesetzt, der Käufer meldet den versteckten Mangel innerhalb von 14 Kalendertagen nach dessen Entdeckung. Reklamationen setzen die Zahlungsverpflichtung des Käufers nicht aus.",
  "terms_article6_title": "Artikel 6 - Haftung und Haftungsbeschränkungen",
  "terms_article6_content": "Feel The Taste haftet nicht für direkte oder indirekte Schäden, die aus der Lieferung von Waren oder Dienstleistungen resultieren, außer im Falle von grober Fahrlässigkeit oder Vorsatz. Die Haftung von Feel The Taste ist stets auf den Rechnungswert der gelieferten Waren oder Dienstleistungen beschränkt. Feel The Taste haftet keinesfalls für Folgeschäden wie Einkommensverluste, entgangenen Gewinn, Vertragsverluste oder andere indirekte Schäden.",
  "terms_article7_title": "Artikel 7 - Zahlungsbedingungen",
  "terms_article7_content": "Sofern schriftlich nichts anderes vereinbart wurde, sind Rechnungen innerhalb von 15 Kalendertagen nach Rechnungsdatum zahlbar. Bei verspäteter Zahlung wird der ausstehende Betrag automatisch und ohne Mahnung um einen jährlichen Zinssatz von 12 % sowie eine pauschale Entschädigung von 10 % des Rechnungsbetrags, mindestens jedoch 50 EUR, erhöht. Jeder Zahlungsverzug macht alle offenen Rechnungen sofort fällig und berechtigt Feel The Taste, weitere Lieferungen auszusetzen oder den Vertrag aufzulösen, unbeschadet des Rechts auf Schadenersatz.",
  "terms_article8_title": "Artikel 8 - Anzahlungsregelung",
  "terms_article8_content": "Wenn der Gesamtwert der Bestellung 150 € übersteigt, ist der Käufer verpflichtet, eine Anzahlung zu leisten, bevor Feel The Taste die Bestellung bearbeitet. Die Anzahlung beträgt 30 % des Gesamtrechnungsbetrags bei Bestellungen zwischen 150 € und 500 €, und 50 % bei Bestellungen über 500 €.",
  "terms_article9_title": "Artikel 9 - Nichterfüllung durch den Käufer",
  "terms_article9_content": "Kommt der Käufer seinen vertraglichen Verpflichtungen nicht nach, hat Feel The Taste das Recht, nach erfolgloser Mahnung entweder ihre Verpflichtungen auszusetzen oder den Vertrag ohne gerichtliche Intervention aufzulösen, falls innerhalb von 8 Werktagen keine oder keine nützliche Reaktion erfolgt, unbeschadet des Rechts auf Schadenersatz.",
  "terms_article10_title": "Artikel 10 - Kein Widerrufsrecht",
  "terms_article10_content": "Gemäß Artikel VI.53 des belgischen Wirtschaftsgesetzbuches hat der Käufer kein Widerrufsrecht, da die von Feel The Taste gelieferten Waren und Dienstleistungen nach den spezifischen Wünschen und Bedürfnissen des Kunden individuell angefertigt werden. Bestellungen können weder storniert noch zurückgegeben werden.",
  "terms_article11_title": "Artikel 11 - Datenschutz (DSGVO)",
  "terms_article11_content": "Feel The Taste verarbeitet personenbezogene Daten ausschließlich im Rahmen der geschäftlichen Kommunikation und Kundenverwaltung. Obwohl Feel The Taste ausschließlich im B2B-Bereich tätig ist, können Kontakte auch über persönliche E-Mail-Adressen (z. B. name@unternehmen.com) oder über Mobiltelefonnummern von Gastronomiebetrieben erfolgen. Diese Daten werden ausschließlich zur Abwicklung von Bestellungen und zur Pflege der geschäftlichen Kommunikation verwendet. Feel The Taste wird personenbezogene Daten niemals ohne Zustimmung verkaufen oder an Dritte weitergeben.",
  "terms_article12_title": "Artikel 12 - Bestätigung der Kontroll-PDF",
  "terms_article12_content": "Vor der endgültigen Produktion einer Bestellung stellt Feel The Taste dem Käufer eine Kontroll-PDF zur Verfügung, die das Endprodukt darstellt (gegebenenfalls nach Umwandlung in reinen Text). Nach Prüfung und Genehmigung dieser Kontroll-PDF durch den Käufer sind keine Änderungen oder Stornierungen der Bestellung mehr möglich.",
  "terms_article13_title": "Artikel 13 - Anwendbares Recht und Gerichtsstand",
  "terms_article13_content": "Alle unsere Verträge unterliegen belgischem Recht. Für alle Streitigkeiten aus diesen Verträgen sind ausschließlich die Gerichte in Gent zuständig.",
  "privacy_title": "Datenschutzerklärung",
  "privacy_last_updated": "Letzte Aktualisierung: 29/04/2025",
  "privacy_section1_title": "1. Verantwortlicher für die Datenverarbeitung",
  "privacy_section1_content": "Feel The Taste, Spijkerstraat 20, 9880 Aalter, Belgien, ist verantwortlich für die Verarbeitung personenbezogener Daten gemäß dieser Erklärung.",
  "privacy_section2_title": "2. Verarbeitete Daten",
  "privacy_section2_content": "Wir verarbeiten ausschließlich geschäftsbezogene personenbezogene Daten, darunter:\n\nName und berufliche Position\n\nGeschäftliche E-Mail-Adresse\n\nGeschäftliche Telefonnummer\n\nFirmendaten\n\nIn Ausnahmefällen können auch private E-Mail-Adressen oder Mobiltelefonnummern verarbeitet werden, wenn sie für geschäftliche Kommunikation genutzt werden.",
  "privacy_section3_title": "3. Zweck der Verarbeitung",
  "privacy_section3_content": "Personenbezogene Daten werden ausschließlich verarbeitet für:\n\nVerwaltung von Kundenbeziehungen (Angebote, Lieferungen, Rechnungsstellung)\n\nKommunikation bezüglich Bestellungen und Dienstleistungen\n\nErfüllung gesetzlicher Verpflichtungen (z.B. Buchhaltung)",
  "privacy_section4_title": "4. Rechte der betroffenen Personen",
  "privacy_section4_content": "Betroffene Personen haben folgende Rechte:\n\nRecht auf Auskunft und Berichtigung: Sie können Einsicht in Ihre Daten verlangen und diese korrigieren lassen.\n\nRecht auf Einschränkung und Löschung: Da die Daten zur Erfüllung der Verträge notwendig sind, ist eine Löschung nur bei Beendigung der Zusammenarbeit möglich.\n\nWiderspruchsrecht: Sie können der Nutzung Ihrer Daten zu Marketingzwecken widersprechen.\n\nAnfragen können an folgende E-Mail-Adresse gesendet werden:  info@feelthetaste.be.\nWir antworten innerhalb von 30 Kalendertagen.",
  "privacy_section5_title": "5. Aufbewahrungsfrist",
  "privacy_section5_content": "Personenbezogene Daten werden nicht länger gespeichert als notwendig, um den Vertrag zu erfüllen oder gesetzliche Anforderungen zu erfüllen.",
  "privacy_section6_title": "6. Sicherheit",
  "privacy_section6_content": "Feel The Taste trifft angemessene technische und organisatorische Maßnahmen, um personenbezogene Daten vor Verlust, unbefugtem Zugriff oder Missbrauch zu schützen.",
  "privacy_section7_title": "7. Keine Weitergabe an Dritte",
  "privacy_section7_content": "Personenbezogene Daten werden ohne ausdrückliche Zustimmung niemals verkauft oder an Dritte weitergegeben, es sei denn, dies ist gesetzlich vorgeschrieben.",
  "home": {
    "title": "Puff! Und schon sind wir weg…",
    "subtitle": "Unsere Website ist in den Ruhestand gegangen. 🧓💻",
    "description1": "Nach einigen Monaten treuer Dienste ist es Zeit für eine wohlverdiente digitale Siesta.",
    "description2": "Aber hey, die Domain bleibt noch ein paar Monate online. Warum? Ehrlich gesagt – keine Ahnung. Vielleicht um alte Erinnerungen aufleben zu lassen. Oder um ein wenig Verwirrung zu stiften. 😅",
    "thanks": "Danke fürs Klicken, Scrollen und Verirren.",
    "goodbye": "Bis bald irgendwo anders im Internet!"
  },
  "no_contact": "Eine Kontaktaufnahme ist nicht mehr möglich. Dieses Projekt wurde abgeschlossen und wird nicht mehr aktiv betreut. Vielen Dank für dein Interesse!"
}