{
  "welcome": "Willkommen bei Feel The Taste!",
  "accessible_menus": "Zugängliche Speisekarten für alle",
  "main_text": "Bei Feel The Taste fördern wir Inklusion mit Braille- und vergrößerten Speisekarten. Bieten Sie all Ihren Gästen ein unbeschwertes und komfortables Gastronomieerlebnis, ohne Kompromisse!",
  "questions_title": "Haben Sie Fragen oder benötigen Sie weitere Informationen?",
  "questions_text": "Wir sind hier, um Ihnen zu helfen! Zögern Sie nicht, uns bei Fragen, Angeboten oder speziellen Wünschen zu kontaktieren. Gemeinsam können wir Ihr Menüangebot für alle zugänglicher machen!",
  "contact_button": "Kontaktieren Sie uns",
  "contact_title": "Kontaktieren Sie uns!",
  "contact_text": "Wir würden uns freuen, von Ihnen zu hören! Haben Sie Fragen, Anregungen oder möchten Sie mehr über unsere Braille- und vergrößerten Speisekarten erfahren? Bitte füllen Sie das Formular unten aus, und wir werden uns so bald wie möglich bei Ihnen melden. Gemeinsam können wir auf eine barrierefreiere Gastronomiebranche hinarbeiten!",
  "contact_form_name_label": "Name",
  "contact_form_name_placeholder": "Ihr Name",
  "contact_form_email_label": "E-Mail",
  "contact_form_email_placeholder": "Ihre E-Mail-Adresse",
  "contact_form_phone_label": "Telefonnummer",
  "contact_form_phone_placeholder": "Ihre Telefonnummer",
  "contact_form_company_label": "Firmenname",
  "contact_form_company_placeholder": "Ihr Firmenname",
  "contact_form_location_label": "Geschäftsstandort / Wohnort",
  "contact_form_location_placeholder": "Ihr Geschäftsstandort oder Wohnort",
  "contact_form_message_label": "Nachricht",
  "contact_form_message_placeholder": "Ihre Nachricht",
  "contact_form_submit_button": "Senden",
  "contact_form_toast_success_title": "Nachricht gesendet.",
  "contact_form_toast_success_description": "Ihre Nachricht wurde erfolgreich gesendet. Wir werden Sie bald kontaktieren.",
  "contact_form_toast_error_title": "Fehler aufgetreten.",
  "contact_form_toast_error_description": "Es ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.",
  "services_and_products_title": "Dienstleistungen & Produkte",
  "productenlijst_title": "Unsere Produkte",
  "productentiteltje": "Produkte",
  "services_title": "Dienstleistungen",
  "services_text_1": "Bei Feel The Taste verbessern wir die Barrierefreiheit von Gaststätten für Blinde, Sehbehinderte und Menschen mit Sehbehinderungen. Wir helfen Restaurants und Cafés, ihre Menüs zugänglicher zu machen, damit alle Gäste selbstständig wählen können.",
  "services_text_2": "Unser Fokus liegt nicht nur auf Produkten, sondern auch darauf, Gaststätten in der Schaffung eines inklusiven Umfelds zu unterstützen. Gemeinsam können wir das Bewusstsein für die Bedeutung von Inklusion in der Gastronomie stärken.",
  "about_us_title": "Über uns",
  "about_us_text_1": "Wir sind Victor, Maxime, Jarno und Matisse, vier begeisterte Studenten der Artevelde Hogeschool. Für unsere Bachelorarbeit haben wir die Initiative Feel The Taste gegründet. Unsere Mission ist klar: Wir möchten die Barrierefreiheit von Gaststätten für Blinde, Sehbehinderte und Menschen mit Sehbehinderungen verbessern.",
  "our_origin_title": "Unser Ursprung",
  "our_origin_text": "Während unseres Studiums stellten wir fest, dass viele Gaststätten noch nicht ausreichend auf die Bedürfnisse von Gästen mit Sehbehinderungen eingehen. Dies inspirierte uns, eine Lösung zu finden, die das Erlebnis dieser Kunden verbessert. Mit unseren Braille- und vergrößerten Speisekarten sorgen wir dafür, dass jeder ein köstliches Essen ohne Barrieren genießen kann.",
  "our_values_title": "Unsere Werte",
  "our_values_text": "Bei Feel The Taste stehen Inklusion, Barrierefreiheit und Qualität im Mittelpunkt unseres Handelns. Wir glauben, dass jeder das Recht hat, einen Restaurantbesuch mit Freunden und Familie zu genießen. Mit der Entwicklung unserer Produkte tragen wir zu einer einladenden und inklusiven Gastronomie bei.",
  "collaboration_and_future_title": "Zusammenarbeit und Zukunft",
  "collaboration_and_future_text": "Wir arbeiten mit Gaststätten zusammen, die unsere Vision teilen und uns bei unserer Mission unterstützen. Wir setzen uns dafür ein, das Bewusstsein für Barrierefreiheit in der Gastronomie zu schärfen und Diskussionen darüber anzuregen, wie wir gemeinsam Verbesserungen erreichen können.",
  "thank_you_text": "Danke, dass Sie unsere Initiative und unsere Mission unterstützen. Gemeinsam können wir die Gastronomie für alle zugänglicher machen!",
  "collaborations_title": "Willkommen auf der Seite für Kooperationen!",
  "collaborations_text": "Bei Feel The Taste setzen wir uns leidenschaftlich für Inklusion und Barrierefreiheit in der Gastronomie ein. Wir glauben, dass jeder, unabhängig von Sehbehinderungen, das Recht auf ein großartiges gastronomisches Erlebnis hat. Deshalb laden wir Unternehmen ein, mit uns zusammenzuarbeiten und unsere speziell entwickelten Braille- und vergrößerten Speisekarten in ihr Angebot aufzunehmen.",
  "why_collaborate_title": "Warum Zusammenarbeit?",
  "why_collaborate_text_1": "• Stärken Sie die Inklusion: Durch die Zusammenarbeit mit uns geben Sie blinden und sehbehinderten Kunden die Möglichkeit, Ihre Speisekarte selbstständig zu lesen. Sie demonstrieren nicht nur soziale Verantwortung, sondern auch Ihr Engagement für ein inklusives Kundenerlebnis.",
  "why_collaborate_text_2": "• Innovative Lösungen: Wir bieten nachhaltige und stilvolle Braille- und vergrößerte Speisekarten, die eine einzigartige Ergänzung für Ihr Gastgewerbe darstellen. Unsere Speisekarten sind so gestaltet, dass sie Funktionalität und Ästhetik kombinieren und auf Ihr Geschäft zugeschnitten sind.",
  "why_collaborate_text_3": "• Wir freuen uns, bei der Personalisierung der Speisekarten mit Ihrem Logo und Ihrer Markenidentität zusammenzuarbeiten. Dies erhöht nicht nur die Barrierefreiheit für alle Ihre Gäste, sondern stärkt auch effektiv Ihre Markenidentität.",
  "our_valuable_partners_title": "Unsere wertvollen Partner",
  "working_together_title": "Gemeinsam für eine bessere Zukunft",
  "working_together_text": "Bei Feel The Taste sind wir der Meinung, dass Zusammenarbeit der Schlüssel zu einer inklusiveren Gesellschaft ist. Lassen Sie uns gemeinsam die Gastronomie barrierefreier gestalten und sicherstellen, dass jeder kulinarische Erlebnisse ohne Barrieren genießen kann.",
  "contact_title2": "Kontakt aufnehmen",
  "contact_text2": "Interessiert an einer Zusammenarbeit? Kontaktieren Sie uns noch heute über dieses",
  "make_a_difference_text": "Gemeinsam können wir etwas bewirken!",
  "sponsors_title": "Sponsoren",
  "support_inclusivity_title": "Unterstützen Sie die Inklusion in der Gastronomie!",
  "support_inclusivity_text": "Bei Feel The Taste streben wir nach einem inklusiven gastronomischen Erlebnis für alle. Durch die Zusammenarbeit mit Sponsoren können wir unsere Mission, Braille- und vergrößerte Speisekarten schneller und breiter verfügbar zu machen, erreichen. Mit Ihrer Unterstützung können wir mehr Restaurants für blinde und sehbehinderte Gäste zugänglich machen.",
  "sponsor_contact_text": "Möchten Sie unser Projekt unterstützen und gleichzeitig Ihre Markenbekanntheit steigern? Kontaktieren Sie uns noch heute für Sponsoring-Möglichkeiten. Gemeinsam können wir eine barrierefreie Zukunft für die Gastronomie schaffen.",
  "support_project_title": "Unterstützen Sie das Projekt",
  "make_hospitality_accessible_title": "Schließen Sie sich uns an, um die Gastronomie barrierefrei zu machen?",
  "support_project_text1": "Bei Feel The Taste glauben wir an eine Welt, in der jeder Zugang zu einem unkomplizierten gastronomischen Erlebnis hat, unabhängig von Sehbehinderungen. Um dies zu verwirklichen, wollen wir so viele Restaurants wie möglich mit Braille- und vergrößerten Speisekarten ausstatten.",
  "support_project_text2": "Bald werden wir eine Crowdfunding-Kampagne starten, um dieses wichtige Ziel zu erreichen, und wir könnten Ihre Unterstützung gebrauchen! Mit Ihrem Beitrag helfen Sie uns, die Inklusion in der Gastronomie zu erhöhen und mehr Standorte für blinde und sehbehinderte Gäste zugänglich zu machen.",
  "support_project_text3": "Gemeinsam können wir einen echten Unterschied machen! Behalten Sie diese Seite im Auge für Updates und den Start unserer Kampagne.",
  "support_project_link": "Unterstützen Sie das Projekt hier!",
  "thank_you_for_support_text": "Vielen Dank im Voraus für Ihre Unterstützung!",
  "testimonials_title": "Erfahrungsberichte",
  "testimonials_intro_text": "Wir schätzen das Feedback unserer Endnutzer sowie unserer Partner. Hier sind einige Erfahrungsberichte von blinden und sehbehinderten Personen und Partnern, die unsere Braille- oder vergrößerten Speisekarten verwendet haben:",
  "share_experience_text": "Möchten Sie Ihre Erfahrungen teilen? Kontaktieren Sie uns!",
  "voor_blinden_title": "Was kann Feel The Taste für Sie tun?",
  "voor_blinden_intro_text": "Bei Feel The Taste glauben wir, dass jeder ein unbeschwertes Gastronomieerlebnis verdient, unabhängig von seiner Sehstärke. Aus diesem Grund bieten wir speziell entwickelte Braille- und vergrößerte Speisekarten an, um die Gastronomie für blinde und sehbehinderte Personen zugänglicher zu machen.",
  "voor_blinden_what_we_do": "Was wir für Sie tun",
  "voor_blinden_what_we_do_text": "Wir verstehen, wie wichtig es ist, unabhängig zu wählen, was Sie essen, ohne auf andere angewiesen zu sein. Deshalb arbeiten wir mit Restaurants zusammen, um Menüs in Braille und Großdruck verfügbar zu machen, damit Sie Ihre Entscheidungen völlig unabhängig treffen können. Das bedeutet mehr Freiheit und Komfort während Ihres Restaurantbesuchs!",
  "voor_blinden_benefits": "Vorteile für Sie",
  "voor_blinden_benefit_independence": "• Unabhängigkeit: Sie können das Menü selbstständig lesen, ohne Hilfe von anderen zu benötigen.",
  "voor_blinden_benefit_comfort": "• Komfort: Sie können das Menü in Ihrem eigenen Tempo durchsehen, genau wie jeder andere Gast.",
  "voor_blinden_benefit_inclusivity": "• Inklusivität: Unsere Mission ist es, jedes Restaurant für Menschen mit Sehbehinderungen zugänglich zu machen, damit sich jeder willkommen fühlt.",
  "voor_blinden_where_to_find": "Wo Sie die Menüs finden",
  "voor_blinden_where_to_find_text": "Wir arbeiten mit verschiedenen Restaurants und Cafés zusammen, die für sehbehinderte Gäste zugänglich sein möchten. Auf unserer Website finden Sie eine Liste aller Restaurants, die unsere Braille- und vergrößerten Menüs verwenden ",
  "voor_blinden_here_link": "hier",
  "voor_blinden_help_us": "Wie Sie helfen können",
  "voor_blinden_help_us_text": "Kennen Sie ein Restaurant, das noch keine Braille- oder vergrößerten Menüs anbietet? Sagen Sie ihnen von Feel The Taste! Gemeinsam können wir mehr Restaurants für blinde und sehbehinderte Gäste zugänglich machen.",
  "voor_blinden_questions": "Haben Sie Fragen oder Vorschläge?",
  "voor_blinden_questions_text": "Wir würden gerne von Ihnen hören! Kontaktieren Sie uns, wenn Sie Fragen zu unseren Menüs oder den teilnehmenden Restaurants haben. Sie können uns auch Tipps geben, wie wir die Gastronomie noch zugänglicher machen können.",
  "voor_blinden_contact_us": "Füllen Sie das Kontaktformular unten aus, und wir melden uns so schnell wie möglich bei Ihnen!",
  "contact_button_text": "Kontaktieren Sie uns",
  "voor_horeca_title": "Gemeinsam für barrierefreie Gastronomie",
  "voor_horeca_intro_title": "Einführung",
  "voor_horeca_intro_text": "Bei Feel The Taste setzen wir uns dafür ein, ein inklusives Restauranterlebnis für alle zu schaffen. Wir glauben, dass blinde und sehbehinderte Gäste das gleiche Recht auf einen sorgenfreien Restaurantbesuch haben wie jeder andere. Mit unseren speziell entwickelten Braille- und Großdruck-Menüs machen wir dieses Erlebnis möglich und helfen Gastronomiebetrieben, barrierefreier zu werden.",
  "voor_horeca_accessibility_title": "Warum Barrierefreiheit wichtig ist",
  "voor_horeca_accessibility_text": "Barrierefreiheit in der Gastronomie ist nicht nur eine gesetzliche Anforderung; es ist auch eine moralische Verantwortung. Weltweit leben Millionen von Menschen mit Sehbehinderungen, und es ist entscheidend, dass auch sie ein angenehmes Restauranterlebnis genießen können. Durch die Bereitstellung inklusiver Lösungen können Gastronomiebetriebe nicht nur ihre Kundenbasis erweitern, sondern auch ihren Ruf als einladende und fürsorgliche Einrichtungen stärken.",
  "voor_horeca_stats_title": "Fakten und Statistiken",
  "voor_horeca_stats_text": "Mehr als 285 Millionen Menschen weltweit haben eine Form der Sehbehinderung. Nur ein kleiner Prozentsatz der Gastronomiebetriebe ist vollständig zugänglich für diese Gruppe.",
  "voor_horeca_alt1": "Untersuchungen zeigen, dass 70% der befragten blinden und sehbehinderten Menschen die Menüs sehr schwer zugänglich finden. Zusätzlich finden 10% sie etwas schwierig, und die verbleibenden 20% wählen neutral oder einfach.",
  "voor_horeca_alt2": "Hier sehen Sie, dass nur 20% ein Braille-Menü nicht nutzen würden. 60% würden es auf jeden Fall nutzen, und 20% sind unentschieden.",
  "voor_horeca_alt3": "Wir sehen auch, dass aktuelle Lösungen für 60% unpraktisch und schwierig sind. 30% haben keine Probleme, und 10% haben gelegentliche Probleme.",
  "modal_image_alt": "Vergrößertes Bild",
  "voor_horeca_solutions_title": "Lösungen",
  "voor_horeca_solutions_text": "Bei Feel The Taste bieten wir hochwertige Braille- und Großdruck-Menüs an, die speziell auf die Bedürfnisse von blinden und sehbehinderten Gästen zugeschnitten sind.",
  "voor_horeca_solutions_list": "Unsere Menüs sind: Inklusiv: Sie ermöglichen es den Gästen, das Menü unabhängig zu lesen, ohne Hilfe zu benötigen. Komfortabel: Gäste können das Menü in ihrem eigenen Tempo durchsehen, genau wie jeder andere Gast. Inklusiv: Unsere Mission ist es, jedes Gastronomiegeschäft für Menschen mit Sehbehinderungen zugänglich zu machen, damit sich jeder willkommen fühlt.",
  "voor_horeca_how_it_works_title": "Wie es funktioniert",
  "voor_horeca_how_it_works_text": "Der Prozess der Zusammenarbeit mit Feel The Taste ist einfach:",
  "voor_horeca_step_1": "1. Kontaktieren Sie uns: Senden Sie uns eine Nachricht über unser ",
  "voor_horeca_step_1_link": "Kontaktformular",
  "voor_horeca_step_2": "2. Beratung: Wir besprechen Ihre spezifischen Bedürfnisse und wie wir unsere Produkte am besten auf Ihr Gastronomiegeschäft zuschneiden können.",
  "voor_horeca_step_3": "3. Umsetzung: Wir liefern und unterstützen die Implementierung der Braille- und Großdruck-Menüs in Ihrem Betrieb.",
  "voor_horeca_testimonials_title": "Partner-Bewertungen",
  "voor_horeca_testimonials_text": "Sehen Sie ",
  "voor_horeca_here_link": "hier",
  "voor_horeca_sponsorship_title": "Sponsoring-Möglichkeiten",
  "voor_horeca_sponsorship_text": "Möchten Sie unsere Initiative unterstützen und gleichzeitig Ihre Marke fördern? Klicken Sie ",
  "voor_horeca_contact_title": "Kontaktieren Sie uns",
  "voor_horeca_contact_text": "Haben Sie Fragen, sind Sie neugierig auf Optionen für Ihr Geschäft oder möchten Sie mehr über unsere Braille- und Großdruck-Menüs erfahren? Wir sind hier, um zu helfen! Kontaktieren Sie uns ",
  "voor_horeca_contact_link": "hier",
  "voor_horeca_closing_statement": "Gemeinsam können wir einen Unterschied in der Barrierefreiheit der Gastronomie machen!",
  "voor_horeca_closing_followup": "Wir werden uns so schnell wie möglich nach Erhalt Ihrer Anfrage bei Ihnen melden.",
  "not_found_title": "Seite nicht gefunden",
  "not_found_message": "Hoppla! Es sieht so aus, als wären Sie auf einer Seite gelandet, die nicht existiert.",
  "not_found_button": "Zurück zur Startseite",
  "navbar_home": "Feel The Taste",
  "navbar_about": "Über uns",
  "navbar_contact": "Kontakt",
  "navbar_more": "Mehr",
  "navbar_services": "Dienste & Produkte",
  "navbar_for_horeca": "Für die Gastronomie",
  "navbar_for_blind_and_visually_impaired": "Für Blinde und Sehbehinderte",
  "navbar_collaborations": "Zusammenarbeit",
  "navbar_support_project": "Unterstützen Sie das Projekt",
  "navbar_testimonials": "Bewertungen",
  "product_button_text": "Mehr Informationen",
  "navbar_sponsors": "Sponsoren",
  "switch_to_dutch": "Verander naar nederlands",
  "switch_to_english": "Switch to English",
  "switch_to_french": "Passer au français",
  "switch_to_german": "Wechseln Sie zu Deutsch",
  "footer_contact": "Kontakt",
  "footer_email": "E-Mail: info@feelthetaste.be",
  "footer_phone": "Telefon: +32 470 42 55 86",
  "footer_follow_us": "Folge uns!",
  "footer_facebook": "Facebook",
  "footer_instagram": "Instagram",
  "footer_rights_reserved": "© {{jaar}} Feel The Taste. Alle Rechte vorbehalten.",
  "products": {
    "1": {
      "naam": "Inklusive Braille-Menüs",
      "beschrijving": "Machen Sie Ihr Restaurant zugänglicher mit unseren stilvollen und langlebigen Braille-Menüs. Speziell für blinde und sehbehinderte Kunden entwickelt, mit anpassbaren Optionen, die zu Ihrem Menü und Branding passen. Barrierefreiheit beginnt hier!"
    },
    "2": {
      "naam": "Großdruck-Menüs für Sehbehinderte",
      "beschrijving": "Stellen Sie mit unseren Großdruck-Menüs Barrierefreiheit sicher. Deutlich lesbar, stilvoll und vollständig anpassbar. Eine einfache Möglichkeit, allen Gästen ein nahtloses Erlebnis zu bieten!"
    }
  },
  "productsExtra": {
    "1": {
      "naam": "Inklusive Braille-Menüs",
      "beschrijving": "Wir glauben an eine Welt, in der sich jeder willkommen fühlt, unabhängig von Sehbehinderungen. Mit unseren speziell entwickelten Braille-Menüs bieten Sie Ihren Kunden ein barrierefreies und benutzerfreundliches Erlebnis. Unsere Braille-Menüs sind:\n\n• Inklusiv: Sie machen Ihre Menüangebote für blinde und sehbehinderte Kunden zugänglich.\n\n• Stilvoll: Unsere Menüs kombinieren Funktionalität mit einem eleganten, professionellen Design, das zu Ihrem Restaurant passt.\n\n• Anpassbar: Wir können die Menüs mit Ihrem Logo, Markenstil und spezifischen Menüanpassungen personalisieren.\n\nDurch das Angebot eines Braille-Menüs zeigen Sie Rücksicht auf Ihre Kunden und tragen zu einer inklusiveren Gesellschaft bei. Lassen Sie alle Ihre kulinarischen Angebote ohne Barrieren genießen!"
    },
    "2": {
      "naam": "Großdruck-Menüs für Sehbehinderte",
      "beschrijving": "Machen Sie Ihre Menüangebote für sehbehinderte Menschen zugänglicher mit unseren Großdruck-Menüs. Diese Menüs sind speziell für Kunden mit eingeschränktem Sehvermögen entwickelt, damit sie Ihre Gerichte und Getränke problemlos lesen und auswählen können. Unsere Großdruck-Menüs bieten:\n\n• Klare Lesbarkeit: Große, klare Buchstaben und ein gut organisiertes Layout.\n\n• Stilvoll und professionell: Perfekt für Ihr Restaurant geeignet, ohne Eleganz zu opfern.\n\n• Vollständig anpassbar: Fügen Sie Ihr eigenes Logo, Branding und Menüeinträge für ein einzigartiges Aussehen hinzu.\n\nMit Großdruck-Menüs stellen Sie sicher, dass sich alle Ihre Gäste willkommen und wohl fühlen, unabhängig von visuellen Einschränkungen. Machen Sie den ersten Schritt zu einem inklusiven Restauranterlebnis!"
    }
  }
}