{
  "welcome": "Bienvenue sur Feel The Taste !",
  "accessible_menus": "Menus accessibles pour tous",
  "main_text": "Chez Feel The Taste, nous favorisons l'inclusion avec des menus en braille et agrandis. Offrez à vos invités une expérience culinaire sans souci et confortable, sans compromis !",
  "questions_title": "Avez-vous des questions ou souhaitez-vous plus d'informations ?",
  "questions_text": "Nous sommes là pour vous aider ! N'hésitez pas à nous contacter pour des questions, des devis ou des demandes spéciales. Ensemble, nous rendrons votre offre de menus plus accessible à tous !",
  "contact_button": "Contactez-nous",
  "contact_title": "Contactez-nous !",
  "contact_text": "Nous serions ravis de vous entendre ! Avez-vous des questions, des suggestions ou souhaitez-vous en savoir plus sur nos menus en braille et agrandis ? Remplissez le formulaire ci-dessous et nous vous contacterons dès que possible. Ensemble, nous travaillerons à rendre l'hôtellerie plus accessible à tous !",
  "contact_form_name_label": "Nom",
  "contact_form_name_placeholder": "Votre nom",
  "contact_form_email_label": "Email",
  "contact_form_email_placeholder": "Votre adresse email",
  "contact_form_phone_label": "Numéro de téléphone",
  "contact_form_phone_placeholder": "Votre numéro de téléphone",
  "contact_form_company_label": "Nom de l'entreprise",
  "contact_form_company_placeholder": "Le nom de votre entreprise",
  "contact_form_location_label": "Lieu de l'entreprise / résidence",
  "contact_form_location_placeholder": "Le lieu de votre entreprise ou votre résidence",
  "contact_form_message_label": "Message",
  "contact_form_message_placeholder": "Votre message",
  "contact_form_submit_button": "Envoyer",
  "contact_form_toast_success_title": "Message envoyé.",
  "contact_form_toast_success_description": "Votre message a été envoyé avec succès. Nous vous contacterons bientôt.",
  "contact_form_toast_error_title": "Une erreur est survenue.",
  "contact_form_toast_error_description": "Une erreur est survenue. Veuillez réessayer.",
  "services_and_products_title": "Offres",
  "services_title": "Services",
  "services_text_1": "Chez Feel The Taste, nous améliorons l'accessibilité des établissements de restauration pour les aveugles, les malvoyants et les personnes ayant des déficiences visuelles. Nous aidons les restaurants et les cafés à rendre leurs offres de menus plus accessibles, afin que tous leurs invités puissent faire des choix de manière autonome.",
  "services_text_2": "Notre objectif n'est pas seulement de proposer des produits, mais aussi de soutenir les établissements de restauration dans la création d'un environnement inclusif. Ensemble, nous pouvons sensibiliser à l'importance de l'inclusion dans l'industrie de l'hôtellerie.",
  "about_us_title": "À propos de nous",
  "about_us_text_1": "Nous sommes Victor, Maxime, Jarno et Matisse, quatre étudiants enthousiastes de la Haute École Artevelde. Pour notre travail de bachelor, nous avons fondé l'association Feel The Taste. Notre mission est claire : nous voulons améliorer l'accessibilité des établissements de restauration pour les aveugles, les malvoyants et les personnes ayant des déficiences visuelles.",
  "our_origin_title": "Nos origines",
  "our_origin_text": "Au cours de nos études, nous avons découvert que de nombreux établissements de restauration ne tenaient pas encore suffisamment compte des besoins des invités ayant des déficiences visuelles. Cela nous a inspirés à agir et à offrir une solution qui améliore l'expérience de ces clients. Grâce à nos menus en braille et agrandis, nous veillons à ce que tout le monde puisse profiter d'un repas délicieux sans barrières.",
  "our_values_title": "Nos valeurs",
  "our_values_text": "Chez Feel The Taste, l'inclusivité, l'accessibilité et la qualité sont au cœur de notre démarche. Nous croyons que tout le monde a le droit de profiter d'une visite au restaurant avec des amis et de la famille. En développant nos produits, nous contribuons à un monde de l'hôtellerie accueillant et inclusif.",
  "collaboration_and_future_title": "Collaboration et avenir",
  "collaboration_and_future_text": "Nous travaillons avec des établissements de restauration qui partagent notre vision et nous soutiennent dans notre mission. Nous sommes déterminés à sensibiliser à l'accessibilité dans l'industrie de l'hôtellerie et à engager la conversation sur la manière dont nous pouvons améliorer ensemble.",
  "thank_you_text": "Merci de soutenir notre association et notre mission. Ensemble, nous pouvons rendre l'hôtellerie plus accessible à tous !",
  "collaborations_title": "Bienvenue sur la page des collaborations!",
  "collaborations_text": "Chez Feel The Taste, nous sommes passionnés par la promotion de l'inclusivité et de l'accessibilité dans le secteur de l'hôtellerie. Nous croyons que tout le monde, quel que soit son handicap visuel, a le droit de profiter d'une excellente expérience culinaire. C'est pourquoi nous invitons les entreprises à collaborer avec nous et à intégrer nos menus en braille et agrandis spécialement conçus dans leurs offres.",
  "why_collaborate_title": "Pourquoi collaborer?",
  "why_collaborate_text_1": "• Renforcer l'inclusivité : En collaborant avec nous, vous donnez aux clients aveugles et malvoyants la possibilité de lire leur menu de manière autonome. Vous démontrez non seulement une responsabilité sociale, mais aussi votre engagement en faveur d'une expérience client inclusive.",
  "why_collaborate_text_2": "• Solutions innovantes : Nous proposons des menus en braille et agrandis durables et élégants, qui constituent un ajout unique à votre entreprise hôtelière. Nos cartes sont conçues pour allier fonctionnalité et esthétique, adaptées à votre établissement.",
  "why_collaborate_text_3": "• Nous sommes heureux de collaborer pour personnaliser les menus avec votre logo unique et votre identité de marque. Cela renforce non seulement l'accessibilité pour tous vos invités, mais renforce également efficacement l'identité de votre marque.",
  "our_valuable_partners_title": "Nos partenaires précieux",
  "working_together_title": "Travailler ensemble pour un avenir meilleur",
  "working_together_text": "Chez Feel The Taste, nous croyons que la collaboration est la clé d'une société plus inclusive. Travaillons ensemble pour rendre l'hôtellerie plus accessible et garantir que tout le monde puisse profiter des expériences culinaires sans barrières.",
  "contact_title2": "Contactez-nous",
  "contact_text2": "Vous êtes intéressé par une collaboration ? Contactez-nous dès aujourd'hui via ce",
  "make_a_difference_text": "Ensemble, nous pouvons faire la différence!",
  "sponsors_title": "Sponsors",
  "support_inclusivity_title": "Soutenez l'inclusivité dans l'hôtellerie!",
  "support_inclusivity_text": "Chez Feel The Taste, nous aspirons à une expérience culinaire inclusive pour tous. En collaborant avec des sponsors, nous pouvons réaliser plus rapidement notre mission de rendre les menus en braille et agrandis plus largement disponibles. Avec votre soutien, nous pouvons rendre plus de restaurants accessibles aux clients aveugles et malvoyants.",
  "sponsor_contact_text": "Souhaitez-vous soutenir notre initiative et accroître en même temps la visibilité de votre marque? Contactez-nous dès aujourd'hui pour des opportunités de parrainage. Ensemble, nous pouvons construire un avenir accessible pour l'hôtellerie.",
  "support_project_title": "Soutenez le projet",
  "make_hospitality_accessible_title": "Allez-vous nous aider à rendre l'hôtellerie plus accessible?",
  "support_project_text1": "Chez Feel The Taste, nous croyons en un monde où chacun a accès à une expérience culinaire sans effort, quelles que soient les limitations visuelles. Pour réaliser cela, nous souhaitons équiper autant de restaurants que possible de menus en braille et agrandis.",
  "support_project_text2": "Bientôt, nous lancerons une campagne de financement participatif pour atteindre cet objectif important, et nous pourrions utiliser votre soutien! En contribuant, vous nous aidez à accroître l'inclusivité dans l'hôtellerie et à rendre davantage de lieux accessibles aux clients aveugles et malvoyants.",
  "support_project_text3": "Ensemble, nous pouvons vraiment faire la différence! Gardez un œil sur cette page pour les mises à jour et le lancement de notre campagne.",
  "support_project_link": "Soutenez le projet ici!",
  "thank_you_for_support_text": "Merci d'avance pour votre soutien!",
  "testimonials_title": "Témoignages",
  "testimonials_intro_text": "Nous apprécions les retours de nos utilisateurs finaux, ainsi que de nos partenaires. Voici quelques témoignages de personnes aveugles, malvoyantes et de partenaires qui ont utilisé nos menus en braille ou en version agrandie:",
  "share_experience_text": "Vous souhaitez partager votre expérience ? Contactez-nous !",
  "voor_blinden_title": "Que peut faire Feel The Taste pour vous ?",
  "voor_blinden_intro_text": "Chez Feel The Taste, nous croyons que tout le monde mérite une expérience culinaire sans souci, même si vous êtes aveugle ou malvoyant. C’est pourquoi nous nous engageons à améliorer l'accessibilité dans les restaurants en fournissant des menus en braille et en version agrandie.",
  "voor_blinden_what_we_do": "Ce que nous faisons pour vous",
  "voor_blinden_what_we_do_text": "Nous comprenons combien il est important de pouvoir choisir ce que vous mangez de manière indépendante, sans dépendre des autres. C’est pourquoi nous collaborons avec des restaurants pour rendre les menus disponibles en braille et en grands caractères, afin que vous puissiez faire vos choix en toute autonomie. Cela signifie plus de liberté et de confort lors de votre visite au restaurant!",
  "voor_blinden_benefits": "Avantages pour vous",
  "voor_blinden_benefit_independence": "• Indépendance: Vous pouvez lire le menu de manière autonome, sans avoir besoin d’aide de quelqu’un.",
  "voor_blinden_benefit_comfort": "• Confort: Vous pouvez parcourir le menu à votre rythme, comme tout autre client.",
  "voor_blinden_benefit_inclusivity": "• Inclusivité: Notre mission est de rendre chaque restaurant accessible aux personnes ayant une déficience visuelle, pour que tout le monde se sente bienvenu.",
  "voor_blinden_where_to_find": "Où trouver les menus",
  "voor_blinden_where_to_find_text": "Nous collaborons avec divers restaurants et cafés qui souhaitent être accessibles aux invités ayant une déficience visuelle. Sur notre site Web, vous pouvez trouver la liste de tous les restaurants qui utilisent nos menus en braille et en version agrandie ",
  "voor_blinden_here_link": "ici",
  "voor_blinden_help_us": "Comment vous pouvez aider",
  "voor_blinden_help_us_text": "Connaissez-vous un restaurant qui n'offre pas encore de menus en braille ou en grands caractères ? Parlez-leur de Feel The Taste ! Ensemble, nous pouvons rendre plus de restaurants accessibles aux clients aveugles et malvoyants.",
  "voor_blinden_questions": "Avez-vous des questions ou des suggestions ?",
  "voor_blinden_questions_text": "Nous aimerions avoir de vos nouvelles ! N'hésitez pas à nous contacter si vous avez des questions sur nos menus ou sur les restaurants participants. Vous pouvez également nous donner des conseils pour rendre l'industrie de la restauration encore plus accessible.",
  "voor_blinden_contact_us": "Remplissez le formulaire de contact ci-dessous et nous vous aiderons dès que possible !",
  "contact_button_text": "Contactez-nous",
  "voor_horeca_title": "Ensemble pour une Hospitalité Accessible",
  "voor_horeca_intro_title": "Introduction",
  "voor_horeca_intro_text": "Chez Feel The Taste, nous nous engageons pour une expérience culinaire inclusive pour tous. Nous croyons que les clients aveugles et malvoyants ont les mêmes droits que tous les autres pour profiter d'une visite au restaurant sans souci. Grâce à nos menus en braille et en gros caractères spécialement conçus, nous rendons cette expérience possible et aidons les établissements à devenir plus accessibles.",
  "voor_horeca_accessibility_title": "Pourquoi l’accessibilité est importante",
  "voor_horeca_accessibility_text": "L'accessibilité dans l'hôtellerie n'est pas seulement une obligation légale; c'est aussi une responsabilité morale. Dans le monde entier, des millions de personnes vivent avec des déficiences visuelles, et il est essentiel qu'elles puissent également profiter d'une expérience culinaire agréable. En offrant des solutions inclusives, les établissements peuvent non seulement élargir leur clientèle mais aussi renforcer leur réputation en tant qu'établissements accueillants et attentionnés.",
  "voor_horeca_stats_title": "Faits et Statistiques",
  "voor_horeca_stats_text": "Plus de 285 millions de personnes dans le monde souffrent d'une forme de déficience visuelle. Seul un petit pourcentage des établissements hôteliers est pleinement accessible à ce groupe.",
  "voor_horeca_alt1": "Les recherches montrent que 70 % des aveugles et malvoyants interrogés trouvent les menus très difficiles d'accès. De plus, 10 % trouvent cela quelque peu difficile, et les 20 % restants choisissent neutre ou facile.",
  "voor_horeca_alt2": "Ici, vous voyez que seulement 20 % n'utiliseraient pas de menu en braille. 60 % l'utiliseraient absolument, et 20 % sont indécis.",
  "voor_horeca_alt3": "Nous voyons également que les solutions actuelles sont gênantes et difficiles pour 60 %. 30 % ne rencontrent aucun problème, et 10 % rencontrent des problèmes occasionnels.",
  "modal_image_alt": "Image agrandie",
  "voor_horeca_solutions_title": "Solutions",
  "voor_horeca_solutions_text": "Chez Feel The Taste, nous proposons des menus en braille et en gros caractères de haute qualité, spécialement conçus pour répondre aux besoins des clients aveugles et malvoyants.",
  "voor_horeca_solutions_list": "Nos menus sont : Inclusifs : Ils permettent aux clients de lire le menu de manière autonome, sans avoir besoin d'assistance. Confortables : Les clients peuvent consulter le menu à leur rythme, comme tout autre client. Inclusifs : Notre mission est de rendre chaque établissement accessible aux personnes ayant une déficience visuelle, afin que tout le monde se sente bienvenu.",
  "voor_horeca_how_it_works_title": "Comment ça marche",
  "voor_horeca_how_it_works_text": "Le processus de collaboration avec Feel The Taste est simple :",
  "voor_horeca_step_1": "1. Contactez-nous : Envoyez-nous un message via notre ",
  "voor_horeca_step_1_link": "formulaire de contact",
  "voor_horeca_step_2": "2. Consultation : Nous discutons de vos besoins spécifiques et de la manière dont nous pouvons adapter au mieux nos produits à votre établissement.",
  "voor_horeca_step_3": "3. Mise en œuvre : Nous livrons et aidons à la mise en place des menus en braille et en gros caractères dans votre établissement.",
  "voor_horeca_testimonials_title": "Témoignages des partenaires",
  "voor_horeca_testimonials_text": "Voir ",
  "voor_horeca_here_link": "ici",
  "voor_horeca_sponsorship_title": "Opportunités de parrainage",
  "voor_horeca_sponsorship_text": "Souhaitez-vous soutenir notre initiative et promouvoir votre marque en même temps ? Cliquez ",
  "voor_horeca_contact_title": "Contactez-nous",
  "voor_horeca_contact_text": "Vous avez des questions, vous êtes curieux des options pour votre établissement, ou vous voulez en savoir plus sur nos menus en braille et en gros caractères ? Nous sommes là pour vous aider ! Contactez-nous ",
  "voor_horeca_contact_link": "ici",
  "voor_horeca_closing_statement": "Ensemble, nous pouvons faire une différence dans l'accessibilité de l'hôtellerie !",
  "voor_horeca_closing_followup": "Nous vous contacterons dès que possible après réception de votre demande.",
  "not_found_title": "Page non trouvée",
  "not_found_message": "Oups ! Il semble que vous êtes arrivé sur une page qui n'existe pas.",
  "not_found_button": "Retour à la page d'accueil",
  "navbar_home": "Feel The Taste",
  "navbar_about": "À propos",
  "navbar_contact": "Contact",
  "navbar_more": "Plus",
  "navbar_services": "Offres",
  "navbar_for_horeca": "Pour les restaurants",
  "navbar_for_blind_and_visually_impaired": "Pour les aveugles et malvoyants",
  "navbar_collaborations": "Collaborations",
  "navbar_support_project": "Soutenir le projet",
  "navbar_testimonials": "Témoignages",
  "navbar_sponsors": "Sponsors",
  "switch_to_dutch": "Verander naar nederlands",
  "switch_to_english": "Switch to English",
  "switch_to_french": "Passer au français",
  "switch_to_german": "Wechseln Sie zu Deutsch",
  "footer_contact": "Contact",
  "footer_email": "Email: info@feelthetaste.be",
  "footer_phone": "Téléphone: +32 470 42 55 86",
  "footer_follow_us": "Suivez-nous!",
  "productentiteltje": "Produits",
  "footer_facebook": "Facebook",
  "footer_instagram": "Instagram",
  "footer_rights_reserved": "© {{jaar}} Feel The Taste. Tous droits réservés.",
  "productenlijst_title": "Nos services",
  "productenlijst_no_products": "Aucun produit disponible.",
  "productenlijst_section_title": "Produits",
  "product_button_text": "Plus d'informations",
  "our_supporters_title": "Nos soutiens:",
  "testimonials_illustratie": "Témoignages actuels à titre d'illustration, les véritables témoignages seront disponibles au début de la vente de notre produit",
  "binnenkort_beschikbaar": "Le crowdfunding disponible bientôt",
  "products": {
    "1": {
      "naam": "Menus en braille inclusifs",
      "beschrijving": "Rendez votre restaurant plus accessible avec nos menus en braille élégants et durables. Spécialement conçus pour les clients aveugles et malvoyants, avec des options personnalisables qui s’adaptent à votre offre de menu et à votre identité visuelle. L’accessibilité commence ici !"
    },
    "2": {
      "naam": "Menus agrandis pour malvoyants",
      "beschrijving": "Assurez l'accessibilité avec nos menus en grands caractères. Faciles à lire, élégants et entièrement personnalisables. Une manière simple d'offrir à tous vos clients une expérience sans souci !"
    },
    "3": {
      "naam": "Loupes à champ lumineux pour malvoyants",
      "beschrijving": "Les loupes à champ lumineux de Feel The Taste sont conçues pour offrir une meilleure expérience aux personnes malvoyantes dans les établissements horeca. Grâce à leur design compact et facile à utiliser, elles agrandissent et éclaircissent les menus, facilitant ainsi la lecture dans différentes conditions d’éclairage. Ces loupes permettent de voir les détails plus nettement, afin que les clients puissent faire leur choix de manière autonome et profiter pleinement de leur visite au restaurant."
    }
  },
  "productsExtra": {
    "1": {
      "naam": "Menus en braille inclusifs",
      "beschrijving": "Nous croyons en un monde où chacun se sent bienvenu, sans distinction de handicap visuel. Avec nos menus en braille spécialement conçus, vous offrez à vos clients une expérience accessible et conviviale. Nos menus en braille sont:\n\n• Inclusifs: Ils rendent votre offre accessible aux clients aveugles et malvoyants.\n\n• Élégants: Nos cartes allient fonctionnalité et design épuré, adapté à votre restaurant.\n\n• Personnalisables: Nous pouvons personnaliser les cartes avec votre logo, style, et adaptations spécifiques de menu.\n\nEn proposant un menu en braille, vous faites preuve d'attention envers vos clients et contribuez à une société plus inclusive. Permettez à tous de savourer votre offre culinaire, sans barrières!"
    },
    "2": {
      "naam": "Menus agrandis pour malvoyants",
      "beschrijving": "Rendez votre offre de menu plus accessible aux malvoyants grâce à nos menus agrandis. Ces cartes sont spécialement conçues pour les clients ayant une vision réduite, afin qu'ils puissent lire et choisir facilement vos plats et boissons. Nos menus agrandis offrent:\n\n• Lisibilité claire: De grandes lettres claires et une disposition bien organisée.\n\n• Élégant et professionnel: Parfaitement adapté à votre restaurant sans compromettre l’élégance.\n\n• Entièrement personnalisable: Ajoutez votre logo, style et éléments de menu pour un rendu unique.\n\nAvec nos menus agrandis, vous vous assurez que tous vos invités se sentent les bienvenus et à l'aise, quelles que soient leurs limitations visuelles. Faites le premier pas vers une expérience de restauration inclusive!"
    },
    "3": {
      "naam": "Loupes à champ lumineux pour malvoyants",
      "beschrijving": "Améliorez l'accessibilité de votre menu avec nos loupes à champ lumineux, spécialement conçues pour les clients malvoyants. Ces loupes permettent à vos invités de lire votre menu sans effort et de faire leur choix en toute autonomie.\nNos loupes à champ lumineux offrent :\n\n• Un grossissement exceptionnel – Une vision claire et nette, sans distorsion.\n\n• Compactes et élégantes – Légères et discrètes, parfaites pour la table.\n\n• Faciles à utiliser – Aucune pile nécessaire, prêtes à l'emploi immédiatement.Avec les loupes à champ lumineux, vous offrez une expérience culinaire accueillante et inclusive. \n\nRendez votre restaurant plus accessible et permettez à chaque client de profiter d'un repas en toute sérénité !"
    }
  }
}