{
  "welcome": "Bienvenue sur Feel The Taste!",
  "accessible_menus": "Une expérience d'hospitalité inclusive pour tous!",
  "main_text": "Chez Feel The Taste, nous assurons l'inclusion grâce à des menus en braille et agrandis, des loupes à champ clair et une signalisation en braille. Offrez à tous vos invités une expérience sans souci et confortable, sans compromis!",
  "questions_title": "Avez-vous des questions ou souhaitez-vous plus d'informations ?",
  "questions_text": "Nous sommes prêts à vous aider ! N'hésitez pas à nous contacter pour des questions, des devis ou des demandes spéciales. Ensemble, nous améliorons l'accessibilité pour tous!",
  "contact_button": "Contactez-nous",
  "contact_title": "Contactez-nous !",
  "contact_text": "Nous sommes impatients d'avoir de vos nouvelles ! Avez-vous des questions, des suggestions ou souhaitez-vous en savoir plus sur nos menus en braille, agrandis, nos loupes à champ lumineux et notre signalétique en braille ? Remplissez le formulaire ci-dessous et nous vous contacterons dès que possible. Ensemble, nous pouvons œuvrer pour une restauration et une secteur de soins accessibles à tous!",
  "contact_form_name_label": "Nom",
  "contact_form_name_placeholder": "Votre nom",
  "contact_form_email_label": "Email",
  "contact_form_email_placeholder": "Votre adresse email",
  "contact_form_phone_label": "Numéro de téléphone",
  "contact_form_phone_placeholder": "Votre numéro de téléphone",
  "contact_form_company_label": "Nom de l'entreprise",
  "contact_form_company_placeholder": "Le nom de votre entreprise",
  "contact_form_location_label": "Lieu de l'entreprise / résidence",
  "contact_form_location_placeholder": "Le lieu de votre entreprise ou votre résidence",
  "contact_form_message_label": "Message",
  "contact_form_message_placeholder": "Votre message",
  "contact_form_submit_button": "Envoyer",
  "contact_form_toast_success_title": "Message envoyé.",
  "contact_form_toast_success_description": "Votre message a été envoyé avec succès. Nous vous contacterons bientôt.",
  "contact_form_toast_error_title": "Une erreur est survenue.",
  "contact_form_toast_error_description": "Une erreur est survenue. Veuillez réessayer.",
  "services_and_products_title": "Offres",
  "services_title": "Services",
  "services_text_1": "Chez Feel The Taste, nous améliorons l'accessibilité des établissements de restauration et des maisons de repos pour les aveugles, les malvoyants et les personnes ayant des limitations visuelles. Nous aidons les restaurants, les cafés et les hôtels à rendre leur offre plus accessible, afin que tous leurs clients puissent faire des choix de manière autonome.",
  "services_text_2": "Notre objectif n'est pas seulement d'offrir des produits, mais aussi de soutenir les établissements de restauration et les maisons de repos dans la création d'un environnement inclusif. Ensemble, nous pouvons sensibiliser à l'importance de l'inclusion.",
  "about_us_title": "À propos de nous",
  "about_us_text_1": "Nous sommes Victor, Maxime, Jarno et Matisse, quatre étudiants enthousiastes de la Haute École Artevelde. Pour notre projet de fin d'études, nous avons créé l'association de fait Feel The Taste. Notre mission est claire : nous voulons améliorer l'accessibilité des établissements de restauration et des maisons de repos pour les aveugles, les malvoyants et les personnes ayant des limitations visuelles.",
  "our_origin_title": "Nos origines",
  "our_origin_text": "Au cours de nos études, nous avons découvert que de nombreux établissements de restauration et maisons de repos ne tiennent pas encore suffisamment compte des besoins des clients ayant des limitations visuelles. Cela nous a inspirés à agir et à proposer une solution qui améliore l'expérience de ces clients. Avec nos menus en braille et agrandis, des loupes à champ lumineux et de la signalétique en braille, nous veillons à ce que chacun puisse profiter sans barrières.",
  "our_values_title": "Nos valeurs",
  "our_values_text": "Chez Feel The Taste, l'inclusivité, l'accessibilité et la qualité sont au cœur de nos préoccupations. Nous croyons que tout le monde a le droit de profiter d'une sortie avec des amis et de la famille. En développant nos produits, nous contribuons à créer un environnement accueillant et inclusif.",
  "collaboration_and_future_title": "Collaboration et avenir",
  "collaboration_and_future_text": "Nous collaborons avec des établissements de restauration et des maisons de repos qui partagent notre vision et soutiennent notre mission. Nous sommes déterminés à sensibiliser davantage à l'accessibilité et à engager le dialogue sur la manière dont nous pouvons améliorer les choses ensemble.",
  "thank_you_text": "Merci pour votre soutien à notre association et à notre mission. Ensemble, nous pouvons améliorer l'accessibilité pour tous!",
  "collaborations_title": "Bienvenue sur la page des collaborations!",
  "collaborations_text": "Chez Feel The Taste, nous sommes passionnés par la promotion de l'inclusivité et de l'accessibilité dans les établissements de restauration et les maisons de repos. Nous croyons que chacun, indépendamment de ses limitations visuelles, a le droit de profiter d'une expérience exceptionnelle. C'est pourquoi nous invitons les entreprises à collaborer avec nous et à intégrer nos menus en braille et agrandis, nos loupes à champ lumineux et notre signalétique en braille dans leur offre.",
  "why_collaborate_title": "Pourquoi collaborer?",
  "why_collaborate_text_1": "• Renforcez l'inclusivité : En collaborant avec nous, vous offrez aux clients aveugles et malvoyants la possibilité d'utiliser votre offre de manière autonome. Vous montrez non seulement votre responsabilité sociétale, mais aussi votre engagement envers une expérience client inclusive.",
  "why_collaborate_text_2": "• Solutions innovantes : Nous proposons des matériaux durables et élégants en braille et agrandis, tels que des menus, des loupes à champ lumineux et de la signalétique en braille, qui sont un ajout unique à votre établissement de restauration ou maison de repos. Nos produits sont conçus pour allier fonctionnalité et esthétique, adaptés à votre entreprise.",
  "why_collaborate_text_3": "• Collaboration personnalisée : Nous aimons travailler ensemble pour personnaliser les produits avec votre logo et votre identité visuelle uniques. Cela renforce non seulement l'accessibilité pour tous vos clients, mais aussi l'identité de votre marque de manière efficace.",
  "our_valuable_partners_title": "Nos partenaires précieux",
  "working_together_title": "Travailler ensemble pour un avenir meilleur",
  "working_together_text": "Chez Feel The Taste, nous croyons que la collaboration est la clé d'une société plus inclusive. Travaillons ensemble pour rendre la restauration et les maisons de repos plus accessibles, afin que chacun puisse profiter sans barrières.",
  "contact_title2": "Contactez-nous",
  "contact_text2": "Vous êtes intéressé par une collaboration ? Contactez-nous dès aujourd'hui via ce",
  "make_a_difference_text": "Ensemble, nous pouvons faire la différence!",
  "sponsors_title": "Sponsors",
  "support_inclusivity_title": "Soutenez l'inclusivité dans la restauration et les maisons de repos!",
  "support_inclusivity_text": "Chez Feel The Taste, nous visons l'inclusion pour tous. En collaborant avec des sponsors, nous pouvons réaliser plus rapidement notre mission de rendre les menus en braille, les menus agrandis, les loupes à champ lumineux et la signalétique en braille plus largement disponibles. Avec votre soutien, nous pouvons rendre davantage d'établissements de restauration et de maisons de repos accessibles aux clients aveugles et malvoyants.",
  "sponsor_contact_text": "Souhaitez-vous soutenir notre initiative tout en rendant votre marque visible ? Contactez-nous dès aujourd'hui pour connaître les possibilités de sponsoring. Ensemble, nous construisons un avenir accessible pour la restauration et le secteur des soins.",
  "support_project_title": "Soutenez le projet",
  "make_hospitality_accessible_title": "Rendez-vous la restauration et les maisons de repos plus accessibles avec nous?",
  "support_project_text1": "Chez Feel The Taste, nous croyons en un monde où tout le monde a accès à des possibilités inclusives, indépendamment des limitations visuelles. Pour réaliser cela, nous souhaitons équiper autant que possible les établissements de restauration et les maisons de repos avec des menus en braille et agrandis, des loupes à champ lumineux et de la signalétique en braille.",
  "support_project_text2": "Nous avons déjà une campagne en cours pour atteindre cet objectif important, et nous avons besoin de votre soutien ! En contribuant, vous nous aidez à accroître l'inclusivité dans le secteur de la restauration et des soins, et à rendre plus de lieux accessibles aux clients aveugles et malvoyants.",
  "support_project_text3": "Ensemble, nous pouvons vraiment faire la différence ! Restez à l'écoute de cette page pour des mises à jour sur nos progrès et les étapes à venir.",
  "support_project_link": "Soutenez le projet ici!",
  "thank_you_for_support_text": "Merci d'avance pour votre soutien!",
  "testimonials_title": "Témoignages",
  "testimonials_intro_text": "Nous apprécions les retours de nos utilisateurs finaux, ainsi que ceux de nos partenaires. Voici quelques témoignages de personnes aveugles, malvoyantes et partenaires qui ont utilisé nos matériaux en braille et agrandis, ainsi que nos loupes à champ lumineux et notre signalétique en braille:",
  "share_experience_text": "Vous souhaitez partager votre expérience ? Contactez-nous !",
  "voor_blinden_title": "Que peut faire Feel The Taste pour vous ?",
  "voor_blinden_intro_text": "Chez Feel The Taste, nous croyons que chacun a le droit à une expérience sans souci, même lorsqu'il est aveugle ou malvoyant. C'est pourquoi nous nous engageons à améliorer l'accessibilité dans les établissements de restauration et les maisons de repos en proposant des menus en braille et agrandis, des loupes à champ lumineux et de la signalétique en braille.",
  "voor_blinden_what_we_do": "Ce que nous faisons pour vous",
  "footer_terms": "Conditions générales et déclaration de confidentialité",
  "voor_blinden_what_we_do_text": "Nous comprenons à quel point il est important de pouvoir choisir de manière autonome, sans dépendre des autres. C'est pourquoi nous collaborons avec des établissements de restauration et des maisons de repos pour rendre disponibles des matériaux tels que des menus en braille et agrandis, des loupes à champ lumineux et de la signalétique en braille, afin que chacun puisse faire ses choix de manière totalement indépendante. Cela signifie plus de liberté et de confort lors d'une visite dans un restaurant ou un établissement de soins!",
  "voor_blinden_benefits": "Avantages pour vous",
  "voor_blinden_benefit_independence": "• Autonomie : Vous pouvez utiliser les matériaux de manière autonome, sans avoir besoin de l'aide de quelqu'un d'autre.",
  "voor_blinden_benefit_comfort": "• Confort : Vous pouvez consulter les informations à votre rythme, tout comme tous les autres clients.",
  "voor_blinden_benefit_inclusivity": "• Inclusivité : Notre mission est de rendre chaque établissement de restauration et maison de repos accessible aux personnes ayant des limitations visuelles, afin que chacun se sente bienvenu.",
  "voor_blinden_where_to_find": "Où pouvez-vous trouver nos produits ?",
  "voor_blinden_where_to_find_text": "Nous collaborons avec différents établissements de restauration et maisons de repos qui souhaitent être accessibles aux clients ayant une limitation visuelle. Sur notre site web, vous trouverez un aperçu de tous les lieux qui utilisent nos menus en braille et agrandis, ainsi que nos loupes à champ lumineux et notre signalétique en braille.",
  "voor_blinden_help_us": "Comment vous pouvez aider",
  "voor_blinden_help_us_text": "Connaissez-vous un établissement de restauration ou une maison de repos qui n'offre pas encore de matériaux en braille ou agrandis ? Faites-leur connaître Feel The Taste ! Ensemble, nous pouvons veiller à ce que de plus en plus de lieux soient accessibles aux clients aveugles et malvoyants.",
  "voor_blinden_questions": "Avez-vous des questions ou des suggestions ?",
  "voor_blinden_questions_text": "Nous sommes impatients d'avoir de vos nouvelles ! N'hésitez pas à nous contacter si vous avez des questions concernant nos produits ou les établissements de restauration et maisons de repos participants. Vous pouvez également nous donner des conseils sur la manière de rendre la restauration et le secteur des soins encore plus accessibles.",
  "voor_blinden_contact_us": "Remplissez le formulaire de contact ci-dessous et nous vous aiderons dès que possible !",
  "contact_button_text": "Contactez-nous",
  "voor_horeca_title": "Ensemble pour une Hospitalité Accessible",
  "voor_horeca_intro_title": "Introduction",
  "voor_horeca_intro_text": "Chez Feel The Taste, nous nous engageons en faveur de l'inclusivité pour tous. Nous croyons que les clients aveugles et malvoyants ont les mêmes droits de profiter d'une expérience sans souci dans les établissements de restauration et les maisons de repos que tout le monde. Grâce à nos matériaux spécialement conçus en braille et agrandis, ainsi qu'à nos loupes à champ lumineux et à notre signalétique en braille, nous rendons cette expérience possible et aidons les entreprises à devenir plus accessibles.",
  "voor_horeca_accessibility_title": "Pourquoi l’accessibilité est importante",
  "voor_horeca_accessibility_text": "L'accessibilité dans la restauration et le secteur des soins n'est pas seulement une obligation légale ; c'est aussi une responsabilité morale. Des millions de personnes vivant dans le monde avec des limitations visuelles, et il est essentiel qu'elles puissent également profiter d'une expérience agréable. En proposant des solutions inclusives, les établissements de restauration et les maisons de repos peuvent non seulement élargir leur clientèle, mais aussi renforcer leur réputation en tant qu'entrepreneurs accueillants et soucieux de leurs clients.",
  "voor_horeca_stats_title": "Faits et Statistiques",
  "voor_horeca_stats_text": "Plus de 285 millions de personnes dans le monde souffrent d'une forme de déficience visuelle. Seul un petit pourcentage des établissements est pleinement accessible à ce groupe.",
  "voor_horeca_alt1": "Les recherches montrent que 70 % des aveugles et malvoyants interrogés trouvent les menus très difficiles d'accès. De plus, 10 % trouvent cela quelque peu difficile, et les 20 % restants choisissent neutre ou facile.",
  "voor_horeca_alt2": "Ici, vous voyez que seulement 20 % n'utiliseraient pas de menu en braille. 60 % l'utiliseraient absolument, et 20 % sont indécis.",
  "voor_horeca_alt3": "Nous voyons également que les solutions actuelles sont gênantes et difficiles pour 60 %. 30 % ne rencontrent aucun problème, et 10 % rencontrent des problèmes occasionnels.",
  "modal_image_alt": "Image agrandie",
  "voor_horeca_solutions_title": "Solutions",
  "voor_horeca_solutions_text": "Chez Feel The Taste, nous proposons des matériaux de haute qualité en braille et agrandis, spécialement conçus pour répondre aux besoins des clients aveugles et malvoyants.",
  "voor_horeca_solutions_list1": "Nos produits sont :",
  "voor_horeca_solutions_list2": "Inclusifs : Ils permettent aux clients de faire leurs choix de manière autonome.",
  "voor_horeca_solutions_list3": "Personnalisables : Nous offrons la possibilité de personnaliser les matériaux avec votre logo et votre identité visuelle, afin qu'ils s'intègrent à l'apparence de votre établissement de restauration ou maison de repos.",
  "voor_horeca_how_it_works_title": "Comment ça marche",
  "voor_horeca_how_it_works_text": "Le processus de collaboration avec Feel The Taste est simple :",
  "voor_horeca_step_1": "1. Contactez-nous : Envoyez-nous un message via notre ",
  "voor_horeca_step_1_link": "formulaire de contact",
  "voor_horeca_step_2": "2. Consultation : Nous discutons de vos besoins spécifiques et de la manière dont nous pouvons adapter au mieux nos produits à votre établissement.",
  "voor_horeca_step_3": "3. Mise en œuvre : Nous fournissons et aidons à la mise en œuvre de nos matériaux en braille et agrandis, ainsi que de nos loupes à champ lumineux et de notre signalétique en braille dans votre établissement de restauration ou maison de repos.",
  "voor_horeca_testimonials_title": "Témoignages des partenaires",
  "voor_horeca_testimonials_text": "Voir ",
  "voor_horeca_here_link": "ici",
  "voor_horeca_sponsorship_title": "Opportunités de parrainage",
  "voor_horeca_sponsorship_text": "Souhaitez-vous soutenir notre initiative et promouvoir votre marque en même temps ? Cliquez ",
  "voor_horeca_contact_title": "Contactez-nous",
  "voor_horeca_contact_text": "Avez-vous des questions, souhaitez-vous en savoir plus sur les possibilités pour votre établissement de restauration ou maison de repos, ou voulez-vous en savoir plus sur nos matériaux en braille et agrandis ? Nous sommes là pour vous aider ! Contactez-nous ",
  "voor_horeca_contact_link": "ici",
  "voor_horeca_closing_statement": "Ensemble, nous pouvons faire la différence en matière d'accessibilité dans les établissements de restauration et les maisons de repos!",
  "voor_horeca_closing_followup": "Nous vous contacterons dès que possible après réception de votre demande.",
  "not_found_title": "Page non trouvée",
  "not_found_message": "Oups ! Il semble que vous êtes arrivé sur une page qui n'existe pas.",
  "not_found_button": "Retour à la page d'accueil",
  "navbar_home": "Feel The Taste",
  "navbar_about": "À propos",
  "navbar_contact": "Contact",
  "navbar_more": "Plus",
  "navbar_services": "Offres",
  "navbar_for_horeca": "Pour les restaurants",
  "navbar_for_blind_and_visually_impaired": "Pour les aveugles et malvoyants",
  "navbar_collaborations": "Collaborations",
  "navbar_support_project": "Soutenir le projet",
  "navbar_testimonials": "Témoignages",
  "navbar_sponsors": "Sponsors",
  "switch_to_dutch": "Verander naar nederlands",
  "switch_to_english": "Switch to English",
  "switch_to_french": "Passer au français",
  "switch_to_german": "Wechseln Sie zu Deutsch",
  "footer_contact": "Contact",
  "footer_email": "Email: info@feelthetaste.be",
  "footer_phone": "Téléphone: +32 470 42 55 86",
  "footer_follow_us": "Suivez-nous!",
  "productentiteltje": "Produits",
  "footer_facebook": "Facebook",
  "footer_instagram": "Instagram",
  "footer_rights_reserved": "© {{jaar}} Feel The Taste. Tous droits réservés.",
  "productenlijst_title": "Nos services",
  "productenlijst_no_products": "Aucun produit disponible.",
  "productenlijst_section_title": "Produits",
  "product_button_text": "Plus d'informations",
  "our_supporters_title": "Nos soutiens:",
  "testimonials_illustratie": "Témoignages actuels à titre d'illustration, les véritables témoignages seront disponibles au début de la vente de notre produit",
  "binnenkort_beschikbaar": "Le crowdfunding disponible bientôt",
  "products": {
    "1": {
      "naam": "Menus en braille inclusifs",
      "beschrijving": "Rendez votre restaurant plus accessible avec nos menus en braille élégants et durables. Spécialement conçus pour les clients aveugles et malvoyants, avec des options personnalisables qui s’adaptent à votre offre de menu et à votre identité visuelle. L’accessibilité commence ici !"
    },
    "2": {
      "naam": "Menus agrandis pour malvoyants",
      "beschrijving": "Assurez l'accessibilité avec nos menus en grands caractères. Faciles à lire, élégants et entièrement personnalisables. Une manière simple d'offrir à tous vos clients une expérience sans souci !"
    },
    "3": {
      "naam": "Loupes à champ lumineux pour malvoyants",
      "beschrijving": "Les loupes à champ lumineux de Feel The Taste sont conçues pour offrir une meilleure expérience aux personnes malvoyantes dans les établissements horeca. Grâce à leur design compact et facile à utiliser, elles agrandissent et éclaircissent les menus, facilitant ainsi la lecture dans différentes conditions d’éclairage. Ces loupes permettent de voir les détails plus nettement, afin que les clients puissent faire leur choix de manière autonome et profiter pleinement de leur visite au restaurant."
    },
    "4": {
      "naam": "Panneaux en braille pour hôtels et établissements hôteliers",
      "beschrijving": "Rendez votre hôtel ou votre établissement plus accessible grâce à nos panneaux en braille. Ces panneaux de haute qualité aident les clients aveugles et malvoyants à trouver les chambres, les toilettes, les sorties et d'autres lieux importants.\n\nNos panneaux en braille offrent :\n\n• Des marquages en braille clairs – Intuitifs et faciles à lire.\n\n• Durables et élégants – Fabriqués avec des matériaux de haute qualité pour une utilisation prolongée.\n\n• Polyvalents – Conviennent aux portes de chambres d'hôtel, restaurants, toilettes et autres installations.\n\nEn ajoutant des panneaux en braille, vous créez un environnement accueillant et inclusif où tous les clients peuvent se déplacer en toute autonomie et confort!"
    }
  },
  "productsExtra": {
    "1": {
      "naam": "Menus en braille inclusifs",
      "beschrijving": "Nous croyons en un monde où chacun se sent bienvenu, sans distinction de handicap visuel. Avec nos menus en braille spécialement conçus, vous offrez à vos clients une expérience accessible et conviviale. Nos menus en braille sont:\n\n• Inclusifs: Ils rendent votre offre accessible aux clients aveugles et malvoyants.\n\n• Élégants: Nos cartes allient fonctionnalité et design épuré, adapté à votre restaurant.\n\n• Personnalisables: Nous pouvons personnaliser les cartes avec votre logo, style, et adaptations spécifiques de menu.\n\nEn proposant un menu en braille, vous faites preuve d'attention envers vos clients et contribuez à une société plus inclusive. Permettez à tous de savourer votre offre culinaire, sans barrières!"
    },
    "2": {
      "naam": "Menus agrandis pour malvoyants",
      "beschrijving": "Rendez votre offre de menu plus accessible aux malvoyants grâce à nos menus agrandis. Ces cartes sont spécialement conçues pour les clients ayant une vision réduite, afin qu'ils puissent lire et choisir facilement vos plats et boissons. Nos menus agrandis offrent:\n\n• Lisibilité claire: De grandes lettres claires et une disposition bien organisée.\n\n• Élégant et professionnel: Parfaitement adapté à votre restaurant sans compromettre l’élégance.\n\n• Entièrement personnalisable: Ajoutez votre logo, style et éléments de menu pour un rendu unique.\n\nAvec nos menus agrandis, vous vous assurez que tous vos invités se sentent les bienvenus et à l'aise, quelles que soient leurs limitations visuelles. Faites le premier pas vers une expérience de restauration inclusive!"
    },
    "3": {
      "naam": "Loupes à champ lumineux pour malvoyants",
      "beschrijving": "Améliorez l'accessibilité de votre menu avec nos loupes à champ lumineux, spécialement conçues pour les clients malvoyants. Ces loupes permettent à vos invités de lire votre menu sans effort et de faire leur choix en toute autonomie.\nNos loupes à champ lumineux offrent :\n\n• Un grossissement exceptionnel – Une vision claire et nette, sans distorsion.\n\n• Compactes et élégantes – Légères et discrètes, parfaites pour la table.\n\n• Faciles à utiliser – Aucune pile nécessaire, prêtes à l'emploi immédiatement.Avec les loupes à champ lumineux, vous offrez une expérience culinaire accueillante et inclusive. \n\nRendez votre restaurant plus accessible et permettez à chaque client de profiter d'un repas en toute sérénité !"
    },
    "4": {
      "naam": "Panneaux en braille pour hôtels et établissements hôteliers",
      "beschrijving": "Rendez votre hôtel ou votre établissement plus accessible grâce à nos panneaux en braille. Ces panneaux de haute qualité aident les clients aveugles et malvoyants à trouver les chambres, les toilettes, les sorties et d'autres lieux importants.\n\nNos panneaux en braille offrent :\n\n• Des marquages en braille clairs – Intuitifs et faciles à lire.\n\n• Durables et élégants – Fabriqués avec des matériaux de haute qualité pour une utilisation prolongée.\n\n• Polyvalents – Conviennent aux portes de chambres d'hôtel, restaurants, toilettes et autres installations.\n\nEn ajoutant des panneaux en braille, vous créez un environnement accueillant et inclusif où tous les clients peuvent se déplacer en toute autonomie et confort!"
    }
  },
  "terms_title": "Conditions générales",
  "terms_article1_title": "Article 1 - Informations sur Feel The Taste",
  "terms_article1_content": "Feel The Taste est une association de fait dont le siège social est situé au Spijkerstraat 20, 9880 Aalter, et fait partie du programme Step-Up d'UNIZO. Il s'agit d'une entreprise temporaire qui sera clôturée en juin 2025.",
  "terms_article2_title": "Article 2 - Commandes et acceptation",
  "terms_article2_content": "Une commande, même prise par nos représentants ou agents, n'est contraignante que si elle est expressément et par écrit confirmée par Feel The Taste. L'annulation de la commande n'est possible qu'avec le consentement écrit préalable de Feel The Taste.",
  "terms_article3_title": "Article 3 - Livraison et réserve de propriété",
  "terms_article3_content": "Les marchandises/prestations seront livrées dans le délai spécifié au contrat. Toutes les marchandises livrées restent la propriété de Feel The Taste jusqu'au paiement intégral du montant principal, des frais et des intérêts. À partir du moment de la livraison, l'acheteur supporte cependant tous les risques de perte ou d'endommagement des marchandises.",
  "terms_article4_title": "Article 4 - Conditions de livraison et responsabilité de l'acheteur",
  "terms_article4_content": "L'acheteur doit veiller à ce que les marchandises et/ou prestations de Feel The Taste puissent être livrées normalement au lieu et à l'heure convenus. L'acheteur est responsable de l'accessibilité du lieu de livraison. Si cela n'est pas garanti, l'acheteur est responsable de tous les dommages, y compris les temps d'attente, les coûts de stockage et les éventuels frais de livraison supplémentaires.",
  "terms_article5_title": "Article 5 - Contrôle et procédure de réclamation",
  "terms_article5_content": "L'acheteur doit contrôler immédiatement les marchandises/prestations livrées. Les défauts apparents doivent être signalés à Feel The Taste par écrit par lettre recommandée dès que possible, au plus tard cependant dans les 7 jours calendrier après la livraison. Passé ce délai, le vendeur n'est plus responsable que des défauts cachés qui rendent les marchandises impropres à l'usage prévu, à condition que l'acheteur signale le défaut caché dans les 14 jours calendrier après sa découverte. Les réclamations ne suspendent pas l'obligation de paiement de l'acheteur.",
  "terms_article6_title": "Article 6 - Responsabilité et limitations",
  "terms_article6_content": "Feel The Taste n'est pas responsable des dommages directs ou indirects résultant de la livraison de marchandises ou de prestations, sauf en cas de négligence grave ou d'intention. La responsabilité de Feel The Taste est toujours limitée à la valeur facturée des marchandises ou prestations livrées. Feel The Taste n'est en aucun cas responsable des dommages consécutifs tels que la perte de revenus, les bénéfices perdus, la perte de contrats ou d'autres dommages indirects.",
  "terms_article7_title": "Article 7 - Conditions de paiement",
  "terms_article7_content": "Sauf convention écrite contraire, les factures sont payables dans les 15 jours calendrier suivant la date de facture. En cas de paiement tardif, le montant impayé sera automatiquement et sans rappel majoré d'un taux d'intérêt annuel de 12% ainsi que d'une indemnité forfaitaire de 10% du montant de la facture, avec un minimum de 50 EUR. Tout retard de paiement rend immédiatement exigibles toutes les factures impayées et donne à Feel The Taste le droit de suspendre les livraisons ultérieures ou de résilier le contrat, sans préjudice du droit à indemnisation.",
  "terms_article8_title": "Article 8 - Arrangement de paiement anticipé",
  "terms_article8_content": "Lorsque la valeur totale de la commande dépasse 150 EUR, l'acheteur est tenu de verser un acompte avant que Feel The Taste ne traite la commande. L'acompte est de 30% du montant total de la facture pour les commandes entre 150 EUR et 500 EUR, et de 50% pour les commandes supérieures à 500 EUR.",
  "terms_article9_title": "Article 9 - Inexécution par l'acheteur",
  "terms_article9_content": "Si l'acheteur ne remplit pas ses obligations contractuelles, Feel The Taste a le droit après mise en demeure infructueuse soit de suspendre ses obligations soit de résilier le contrat sans intervention judiciaire, si aucune réponse ou réponse utile ne suit dans les 8 jours ouvrables, sans préjudice du droit à indemnisation.",
  "terms_article10_title": "Article 10 - Pas de droit de rétractation",
  "terms_article10_content": "Conformément à l'article VI.53 du Code de droit économique belge, l'acheteur n'a pas de droit de rétractation, car les marchandises et prestations fournies par Feel The Taste sont fabriquées individuellement selon les souhaits et besoins spécifiques du client. Les commandes ne peuvent être ni annulées ni retournées.",
  "terms_article11_title": "Article 11 - Protection des données (RGPD)",
  "terms_article11_content": "Feel The Taste traite les données personnelles exclusivement dans le cadre de la communication commerciale et de la gestion des clients. Bien que Feel The Taste opère exclusivement dans le secteur B2B, les contacts peuvent également avoir lieu via des adresses e-mail personnelles (par exemple nom@entreprise.com) ou via des numéros de téléphone portable d'entreprises de restauration. Ces données sont utilisées exclusivement pour le traitement des commandes et le maintien de la communication commerciale. Feel The Taste ne vendra ni ne transmettra jamais de données personnelles à des tiers sans consentement.",
  "terms_article12_title": "Article 12 - Confirmation du PDF de contrôle",
  "terms_article12_content": "Avant la production finale d'une commande, Feel The Taste met à disposition de l'acheteur un PDF de contrôle montrant le produit final (éventuellement après conversion en texte brut). Après vérification et approbation de ce PDF de contrôle par l'acheteur, aucune modification ou annulation de la commande n'est plus possible.",
  "terms_article13_title": "Article 13 - Droit applicable et juridiction compétente",
  "terms_article13_content": "Tous nos contrats sont régis par le droit belge. Pour tous les litiges découlant de ces contrats, seuls les tribunaux de Gand sont compétents.",
  "privacy_title": "Déclaration de confidentialité",
  "privacy_last_updated": "Dernière mise à jour: 29/04/2025",
  "privacy_intro": "Feel The Taste accorde une grande importance à la protection des données personnelles et traite les données personnelles conformément au Règlement Général sur la Protection des Données (RGPD) et aux autres lois applicables. La présente déclaration explique comment Feel The Taste traite les données personnelles.",
  "privacy_section1_title": "1. Responsable du traitement",
  "privacy_section1_content": "Feel The Taste, Spijkerstraat 20, 9880 Aalter, Belgique, est responsable du traitement des données personnelles décrit dans cette déclaration.",
  "privacy_section2_title": "2. Données que nous traitons",
  "privacy_section2_content": "Nous ne traitons que des données personnelles professionnelles, y compris :\n\nNom et fonction professionnelle\n\nAdresse e-mail professionnelle\n\nNuméro de téléphone professionnel\n\nCoordonnées de l'entreprise\n\nDans des cas exceptionnels, des adresses e-mail personnelles ou des numéros de téléphone portable peuvent être traités s'ils sont utilisés pour la communication professionnelle.",
  "privacy_section3_title": "3. Finalité du traitement",
  "privacy_section3_content": "Les données personnelles sont traitées exclusivement pour :\n\nLa gestion des relations clients (devis, livraisons, facturation)\n\nLa communication relative aux commandes et services\n\nLe respect des obligations légales (par exemple, la comptabilité)",
  "privacy_section4_title": "4. Droits des personnes concernées",
  "privacy_section4_content": "En tant que personne concernée, vous disposez des droits suivants :\n\nDroit d'accès et de rectification : Vous pouvez demander à consulter et corriger vos données.\n\nDroit à la limitation et à l'effacement : Comme les données sont nécessaires à l'exécution des accords, l'effacement n'est possible qu'à la fin de la collaboration.\n\nDroit d'opposition : Vous pouvez vous opposer à l'utilisation de vos données à des fins de marketing.\n\nLes demandes concernant ces droits peuvent être envoyées à : info@feelthetaste.be.\nNous répondrons dans un délai de 30 jours calendaires.",
  "privacy_section5_title": "5. Durée de conservation",
  "privacy_section5_content": "Les données personnelles ne seront pas conservées plus longtemps que strictement nécessaire pour l'exécution de l'accord ou comme exigé par la loi.",
  "privacy_section6_title": "6. Sécurité",
  "privacy_section6_content": "Feel The Taste met en œuvre des mesures techniques et organisationnelles appropriées pour protéger les données personnelles contre la perte, l'accès non autorisé ou l'utilisation abusive.",
  "privacy_section7_title": "7. Pas de divulgation à des tiers",
  "privacy_section7_content": "Les données personnelles ne seront jamais vendues ou partagées avec des tiers sans votre consentement explicite, sauf si la loi l'exige.",
  "home": {
    "title": "Pouf ! Et nous voilà partis…",
    "subtitle": "Notre site web a pris sa retraite. 🧓💻",
    "description1": "Après quelques mois de service fidèle, il est temps pour une sieste numérique bien méritée.",
    "description2": "Mais bon, le domaine restera en ligne encore quelques mois. Pourquoi ? Aucune idée en fait. Peut-être pour raviver de vieux souvenirs. Ou pour semer un peu de confusion. 😅",
    "thanks": "Merci pour vos clics, vos scrolls, et vos détours.",
    "goodbye": "À bientôt quelque part ailleurs sur Internet !"
  },
  "no_contact": "Il n’est plus possible de nous contacter. Ce projet est terminé et n’est plus suivi activement. Merci pour votre intérêt !"
}