{
  "welcome": "Welkom bij Feel The Taste!",
  "accessible_menus": "Toegankelijke menukaarten voor iedereen",
  "main_text": "Bij Feel The Taste zorgen we voor inclusie met braille en vergrote menukaarten. Geef al je gasten een zorgeloze en comfortabele eetervaring, zonder compromissen!",
  "questions_title": "Heb je vragen of wil je meer informatie?",
  "questions_text": "We staan klaar om je te helpen! Neem gerust contact met ons op voor vragen, offertes of speciale verzoeken. Samen maken we jouw menuaanbod toegankelijker voor iedereen!",
  "contact_button": "Neem contact op",
  "contact_title": "Neem contact met ons op!",
  "contact_text": "We horen graag van je! Heb je vragen, suggesties of wil je meer weten over onze braille- en vergrote menukaarten? Vul het onderstaande formulier in, en we nemen zo snel mogelijk contact met je op. Samen kunnen we werken aan een toegankelijkere horeca voor iedereen!",
  "contact_form_name_label": "Naam",
  "contact_form_name_placeholder": "Uw naam",
  "contact_form_email_label": "Email",
  "contact_form_email_placeholder": "Uw emailadres",
  "contact_form_phone_label": "Telefoonnummer",
  "contact_form_phone_placeholder": "Uw telefoonnummer",
  "contact_form_company_label": "Bedrijfsnaam",
  "contact_form_company_placeholder": "Uw bedrijfsnaam",
  "contact_form_location_label": "Bedrijfslocatie/woonplaats",
  "contact_form_location_placeholder": "Uw bedrijfslocatie of woonplaats",
  "contact_form_message_label": "Bericht",
  "contact_form_message_placeholder": "Uw bericht",
  "contact_form_submit_button": "Verstuur",
  "contact_form_toast_success_title": "Bericht verzonden.",
  "contact_form_toast_success_description": "Uw bericht is succesvol verzonden. We nemen snel contact met u op.",
  "contact_form_toast_error_title": "Fout opgetreden.",
  "contact_form_toast_error_description": "Er is een fout opgetreden. Probeer het opnieuw.",
  "services_and_products_title": "Aanbod",
  "services_title": "Diensten",
  "services_text_1": "Bij Feel The Taste verbeteren we de toegankelijkheid van horecazaken voor blinden, slechtzienden en mensen met visuele beperkingen. We helpen restaurants en cafés om hun menuaanbod toegankelijker te maken, zodat al hun gasten zelfstandig keuzes kunnen maken.",
  "services_text_2": "Onze focus ligt niet alleen op het aanbieden van producten, maar ook op het ondersteunen van horecazaken bij het creëren van een inclusieve omgeving. Samen kunnen we bewustzijn creëren over het belang van inclusie in de horeca.",
  "about_us_title": "Over ons",
  "about_us_text_1": "Wij zijn Victor, Maxime, Jarno en Matisse, vier enthousiaste studenten van de Arteveldehogeschool. Voor onze bachelorproef hebben we de feitelijke vereniging Feel The Taste opgericht. Onze missie is helder: we willen de toegankelijkheid van horecazaken verbeteren voor blinden, slechtzienden en mensen met visuele beperkingen.",
  "our_origin_title": "Onze oorsprong",
  "our_origin_text": "Tijdens onze studie kwamen we erachter dat veel horecazaken nog niet voldoende rekening houden met de behoeften van gasten met visuele beperkingen. Dit inspireerde ons om actie te ondernemen en een oplossing te bieden die de ervaring van deze klanten verbetert. Met onze braille- en vergrote menukaarten zorgen we ervoor dat iedereen kan genieten van een heerlijke maaltijd zonder barrières.",
  "our_values_title": "Onze waarden",
  "our_values_text": "Bij Feel The Taste staan inclusiviteit, toegankelijkheid en kwaliteit centraal. Wij geloven dat iedereen het recht heeft om met vrienden en familie te genieten van een restaurantbezoek. Door onze producten te ontwikkelen, dragen we bij aan een gastvrije en inclusieve horecawereld.",
  "collaboration_and_future_title": "Samenwerking en toekomst",
  "collaboration_and_future_text": "We werken samen met horecazaken die onze visie delen en ons ondersteunen in onze missie. We zijn vastbesloten om meer bewustzijn te creëren over toegankelijkheid in de horeca en om het gesprek aan te gaan over hoe we samen kunnen verbeteren.",
  "thank_you_text": "Bedankt dat je onze vereniging en onze missie ondersteunt. Samen kunnen we de horeca toegankelijker maken voor iedereen!",
  "collaborations_title": "Welkom op de samenwerkingspagina!",
  "collaborations_text": "Bij Feel The Taste zijn we gepassioneerd over het bevorderen van inclusiviteit en toegankelijkheid in de horeca. We geloven dat iedereen, ongeacht visuele beperkingen, het recht heeft om te genieten van een geweldige eetervaring. Daarom nodigen we bedrijven uit om met ons samen te werken en onze speciaal ontworpen braille en vergrote menukaarten te integreren in hun aanbod.",
  "why_collaborate_title": "Waarom samenwerken?",
  "why_collaborate_text_1": "• Versterk de inclusiviteit: Door samen te werken met ons, geef je blinde en slechtziende klanten de kans om zelfstandig uw menukaart te lezen. Je toont niet alleen maatschappelijke verantwoordelijkheid, maar ook je toewijding aan een inclusieve klantbeleving.",
  "why_collaborate_text_2": "• Innovatieve oplossingen: Wij bieden duurzame en stijlvolle braille en vergrote menukaarten die een unieke aanvulling zijn op uw horecazaak. Onze kaarten zijn ontworpen om functionaliteit te combineren met esthetiek, aangepast aan uw horecazaak.",
  "why_collaborate_text_3": "• We werken graag samen om de menukaarten te personaliseren met jouw unieke logo en huisstijl. Zo versterken we niet alleen de toegankelijkheid voor al je gasten, maar ook jouw merkidentiteit op een effectieve manier.",
  "our_valuable_partners_title": "Onze waardevolle partners",
  "working_together_title": "Samen werken aan een betere toekomst",
  "working_together_text": "Bij Feel The Taste geloven we dat samenwerking de sleutel is tot een meer inclusieve samenleving. Laten we samen de horeca toegankelijker maken en ervoor zorgen dat iedereen kan genieten van culinaire ervaringen zonder barrières.",
  "contact_title2": "Neem contact op",
  "contact_text2": "Ben je geïnteresseerd in een samenwerking? Neem vandaag nog contact met ons op via deze",
  "make_a_difference_text": "Samen kunnen we een verschil maken!",
  "sponsors_title": "Sponsors",
  "support_inclusivity_title": "Steun inclusiviteit in de horeca!",
  "support_inclusivity_text": "Bij Feel The Taste streven we naar een inclusieve eetervaring voor iedereen. Door samen te werken met sponsoren kunnen we onze missie om braille en vergrote menukaarten breder beschikbaar te maken sneller realiseren. Met uw steun kunnen we meer restaurants toegankelijk maken voor blinde en slechtziende gasten.",
  "sponsor_contact_text": "Wil u ons initiatief steunen en tegelijk uw merk zichtbaar maken? Neem dan vandaag nog contact met ons op voor sponsormogelijkheden. Samen bouwen we aan een toegankelijke toekomst voor de horeca.",
  "support_project_title": "Steun het project",
  "make_hospitality_accessible_title": "Maakt u samen met ons horeca toegankelijker?",
  "support_project_text1": "Bij Feel The Taste geloven we in een wereld waarin iedereen toegang heeft tot een zorgeloze eetervaring, ongeacht visuele beperkingen. Om dit te realiseren, willen we zoveel mogelijk restaurants voorzien van braille- en vergrote menukaarten.",
  "support_project_text2": "Binnenkort starten we een crowdfundingcampagne om dit belangrijke doel te bereiken, en we kunnen uw steun goed gebruiken! Door bij te dragen helpt u ons om inclusiviteit in de horeca te vergroten en meer locaties toegankelijk te maken voor blinde en slechtziende gasten.",
  "support_project_text3": "Samen kunnen we echt een verschil maken! Houd deze pagina in de gaten voor updates en de lancering van onze campagne.",
  "support_project_link": "Steun het project hier!",
  "thank_you_for_support_text": "Alvast bedankt voor uw steun!",
  "testimonials_title": "Testimonials",
  "testimonials_intro_text": "We waarderen de feedback van onze eindgebruikers, alsook onze partners. Hier zijn enkele getuigenissen van blinden, slechtzienden en partners die onze braille of vergrote menukaarten hebben gebruikt:",
  "share_experience_text": "Wilt u ook uw ervaring delen? Neem contact met ons op!",
  "voor_blinden_title": "Wat kan Feel The Taste voor u betekenen?",
  "voor_blinden_intro_text": "Bij Feel The Taste geloven we dat iedereen recht heeft op een zorgeloze eetervaring, ook wanneer u blind of slechtziend bent. Daarom hebben we ons toegewijd aan het verbeteren van de toegankelijkheid in restaurants door het aanbieden van braille- en vergrote menukaarten.",
  "voor_blinden_what_we_do": "Wat wij voor u doen",
  "voor_blinden_what_we_do_text": "We begrijpen hoe belangrijk het is om zelfstandig te kunnen kiezen wat u eet, zonder afhankelijk te zijn van anderen. Daarom werken we samen met horecazaken om menukaarten beschikbaar te maken in braille en een groot letterformaat, zodat u volledig zelf uw keuzes kunt maken. Dit betekent meer vrijheid en comfort tijdens uw restaurantbezoek!",
  "voor_blinden_benefits": "Voordelen voor u",
  "voor_blinden_benefit_independence": "• Zelfstandigheid: U kunt de menukaart zelfstandig lezen, zonder hulp nodig te hebben van iemand anders.",
  "voor_blinden_benefit_comfort": "• Comfort: U kunt op uw gemak door het menu bladeren, net zoals alle andere gasten.",
  "voor_blinden_benefit_inclusivity": "• Inclusiviteit: Onze missie is om elke horecazaak toegankelijk te maken voor mensen met een visuele beperking, zodat iedereen zich welkom voelt.",
  "voor_blinden_where_to_find": "Waar kunt u de menukaarten vinden?",
  "voor_blinden_where_to_find_text": "Wij werken samen met verschillende restaurants en cafés die toegankelijk willen zijn voor gasten met een visuele beperking. Op onze website vindt u een overzicht van alle horecazaken die gebruik maken van onze braille- en vergrote menukaarten ",
  "voor_blinden_here_link": "hier",
  "voor_blinden_help_us": "Hoe u kunt helpen",
  "voor_blinden_help_us_text": "Kent u een restaurant dat nog geen braille- of vergrote menukaarten aanbiedt? Laat hen weten over Feel The Taste! Samen kunnen we ervoor zorgen dat steeds meer horecazaken toegankelijk worden voor blinde en slechtziende gasten.",
  "voor_blinden_questions": "Heeft u vragen of suggesties?",
  "voor_blinden_questions_text": "We horen graag van u! Neem gerust contact met ons op als u vragen heeft over onze menukaarten of over restaurants die meedoen. U kunt ons ook tips geven over hoe we de horeca nog toegankelijker kunnen maken.",
  "voor_blinden_contact_us": "Vul het contactformulier hieronder in, en wij helpen u zo snel mogelijk verder!",
  "contact_button_text": "Neem contact op",
  "voor_horeca_title": "Samen voor toegankelijke horeca",
  "voor_horeca_intro_title": "Introductie",
  "voor_horeca_intro_text": "Bij Feel The Taste zetten we ons in voor een inclusieve eetervaring voor iedereen. Wij geloven dat blinde en slechtziende gasten dezelfde rechten hebben om te genieten van een zorgeloos restaurantbezoek als ieder ander. Door middel van onze speciaal ontworpen braille- en vergrote menukaarten maken we deze ervaring mogelijk en helpen we horecazaken om toegankelijker te worden.",
  "voor_horeca_accessibility_title": "Waarom toegankelijkheid belangrijk is",
  "voor_horeca_accessibility_text": "Toegankelijkheid in de horeca is niet alleen een wettelijke verplichting; het is ook een morele verantwoordelijkheid. Wereldwijd leven miljoenen mensen met visuele beperkingen, en het is essentieel dat zij ook kunnen genieten van een fijne eetervaring. Door inclusieve oplossingen aan te bieden, kunnen horecazaken niet alleen hun klantenbestand uitbreiden, maar ook hun reputatie als gastvrije en zorgzame ondernemers versterken.",
  "voor_horeca_stats_title": "Feiten en statistieken",
  "voor_horeca_stats_text": "Meer dan 285 miljoen mensen wereldwijd hebben een vorm van visuele beperking. Slechts een klein percentage van de horecazaken is volledig toegankelijk voor deze groep.",
  "voor_horeca_alt1": "Uit onderzoek blijkt dat 70% van de bevraagde blinden en slechtzienden de menukaarten heel moeilijk toegankelijk vindt. Daarnaast vindt 10% het moeilijk, en de overige 20% kiezen voor neutraal of makkelijk.",
  "voor_horeca_alt2": "Hier ziet u dat slechts 20% geen gebruik zou maken van een braille-menukaart. 60% zou hier absoluut gebruik van maken, en 20% twijfelt.",
  "voor_horeca_alt3": "Ook zien we dat de huidige oplossingen voor 60% erg vervelend en onhandig zijn. 30% ondervindt geen problemen, en 10% ondervindt soms problemen.",
  "modal_image_alt": "Vergrote afbeelding",
  "voor_horeca_solutions_title": "Oplossingen",
  "voor_horeca_solutions_text": "Bij Feel The Taste bieden we hoogwaardige braille- en vergrote menukaarten die speciaal zijn ontworpen om aan de behoeften van blinde en slechtziende gasten te voldoen.",
  "voor_horeca_solutions_list": "Onze menukaarten zijn: Inclusief: Ze maken het mogelijk voor gasten om zelfstandig hun keuzes te maken. Maatwerk: Wij bieden de mogelijkheid om de menukaarten te personaliseren met uw logo en huisstijl, zodat ze passen bij de uitstraling van uw restaurant.",
  "voor_horeca_how_it_works_title": "Hoe het werkt",
  "voor_horeca_how_it_works_text": "Het proces om samen te werken met Feel The Taste is eenvoudig:",
  "voor_horeca_step_1": "1. Neem contact op: Stuur ons een bericht via ons ",
  "voor_horeca_step_1_link": "contactformulier",
  "voor_horeca_step_2": "2. Overleg: We bespreken uw specifieke behoeften en hoe we onze producten het beste kunnen afstemmen op uw horecazaak.",
  "voor_horeca_step_3": "3. Implementatie: Wij leveren en helpen bij het implementeren van de braille- en vergrote menukaarten in uw zaak.",
  "voor_horeca_testimonials_title": "Testimonials van partners",
  "voor_horeca_testimonials_text": "Bekijk ",
  "voor_horeca_here_link": "hier",
  "voor_horeca_sponsorship_title": "Sponsor mogelijkheden",
  "voor_horeca_sponsorship_text": "Wilt u ons initiatief steunen en tegelijkertijd uw merk zichtbaar maken? Klik ",
  "voor_horeca_contact_title": "Neem contact met ons op",
  "voor_horeca_contact_text": "Heeft u vragen, bent u benieuwd naar de mogelijkheden voor uw horecazaak, of wilt u meer weten over onze braille- en vergrote menukaarten? We staan klaar om u te helpen! Contacteer ons ",
  "voor_horeca_contact_link": "hier",
  "voor_horeca_closing_statement": "Samen kunnen we een verschil maken in de toegankelijkheid van de horeca!",
  "voor_horeca_closing_followup": "Wij nemen na uw verzoek zo snel mogelijk contact met u op.",
  "not_found_title": "Pagina niet gevonden",
  "not_found_message": "Oeps! Het lijkt erop dat je op een pagina bent beland die niet bestaat.",
  "not_found_button": "Terug naar de homepagina",
  "navbar_home": "Feel The Taste",
  "navbar_about": "Over ons",
  "navbar_contact": "Contact",
  "navbar_more": "Meer",
  "navbar_services": "Aanbod",
  "navbar_for_horeca": "Voor horeca",
  "navbar_for_blind_and_visually_impaired": "Voor blinden en slechtzienden",
  "navbar_collaborations": "Samenwerkingen",
  "navbar_support_project": "Steun het project",
  "navbar_testimonials": "Testimonials",
  "navbar_sponsors": "Sponsors",
  "switch_to_dutch": "Verander naar nederlands",
  "switch_to_english": "Switch to English",
  "switch_to_french": "Passer au français",
  "switch_to_german": "Wechseln Sie zu Deutsch",
  "footer_contact": "Contact",
  "footer_email": "Email: info@feelthetaste.be",
  "footer_phone": "Telefoon: +32 470 42 55 86",
  "footer_follow_us": "Volg ons!",
  "footer_facebook": "Facebook",
  "footer_instagram": "Instagram",
  "productentiteltje": "Producten",
  "footer_rights_reserved": "© {{jaar}} Feel The Taste. Alle rechten voorbehouden.",
  "productenlijst_title": "Onze Diensten",
  "productenlijst_no_products": "Geen producten beschikbaar.",
  "productenlijst_section_title": "Producten",
  "product_button_text": "Klik hier voor meer info",
  "our_supporters_title": "Onze supporters:",
  "testimonials_illustratie": "Huidige testimonials ter illustratie, werkelijke testimonials komen bij start verkoop van ons product",
  "binnenkort_beschikbaar": "Crowdfunding binnenkort beschikbaar",
  "products": {
    "1": {
      "naam": "Inclusieve braille menukaarten",
      "beschrijving": "Maak je restaurant toegankelijker met onze stijlvolle en duurzame braille menukaarten. Speciaal ontworpen voor blinde en slechtziende klanten, met aanpasbare opties die passen bij jouw menuaanbod en huisstijl. Toegankelijkheid begint hier!"
    },
    "2": {
      "naam": "Vergrote menukaarten voor slechtzienden",
      "beschrijving": "Zorg voor toegankelijkheid met onze vergrote menukaarten. Duidelijk leesbaar, stijlvol en volledig personaliseerbaar. Een eenvoudige manier om alle gasten een zorgeloze ervaring te bieden!"
    },
    "3": {
      "naam": "Lichtveldloepen voor slechtzienden",
      "beschrijving": "De lichtveldloepen van Feel The Taste zijn ontworpen om slechtzienden een betere horeca-ervaring te bieden. Dankzij hun compacte en gebruiksvriendelijke ontwerp vergroten en verhelderen ze menukaarten, waardoor lezen in verschillende lichtomstandigheden eenvoudiger wordt. Deze loepen helpen om details scherper te zien, zodat gasten zelfstandiger hun keuze kunnen maken en optimaal kunnen genieten van hun restaurantbezoek."
    },
    "4": {
      "naam": "Braille bordjes voor hotels en horeca",
      "beschrijving": "Onze braille bordjes zorgen voor betere oriëntatie en toegankelijkheid in hotels en horecagelegenheden. Met duidelijke braillemarkeringen kunnen slechtziende en blinde gasten zelfstandig hun weg vinden naar kamers, toiletten en andere faciliteiten. Perfect voor een gastvrije en inclusieve omgeving!"
    }
  },
  "productsExtra": {
    "1": {
      "naam": "Inclusieve braille menukaarten",
      "beschrijving": "Bij ons geloven we in een wereld waarin iedereen zich welkom voelt, ongeacht visuele beperkingen. Met onze speciaal ontworpen braille menukaarten geef je jouw klanten een toegankelijke en gebruiksvriendelijke ervaring. Onze braille menukaarten zijn:\n\n• Inclusief: Ze maken jouw menuaanbod toegankelijk voor blinde en slechtziende klanten.\n\n• Stijlvol: Onze kaarten combineren functionaliteit met een strak, professioneel design dat past bij uw restaurant.\n\n• Aanpasbaar: Wij kunnen de kaarten personaliseren met jouw logo, huisstijl, en specifieke menuaanpassingen.\n\nMet een braille menukaart toon je niet alleen aandacht voor je klanten, maar draag je ook bij aan een inclusievere samenleving. Laat iedereen mee genieten van jouw culinaire aanbod, zonder barrières!"
    },
    "2": {
      "naam": "Vergrote menukaarten voor slechtzienden",
      "beschrijving": "Maak je menuaanbod toegankelijker voor slechtzienden met onze vergrote menukaarten. Deze kaarten zijn speciaal ontworpen voor klanten met een verminderd zicht, zodat zij zonder moeite je gerechten en drankjes kunnen lezen en kiezen. Onze vergrote menukaarten bieden:\n\n• Duidelijke leesbaarheid: Grote, heldere letters en een overzichtelijke indeling.\n\n• Stijlvol en professioneel: Past perfect bij uw restaurant zonder aan elegantie in te boeten.\n\n• Volledig personaliseerbaar: Voeg je eigen logo, huisstijl en menu-items toe voor een unieke uitstraling.\n\nMet vergrote menukaarten zorg je ervoor dat al je gasten zich welkom en comfortabel voelen, ongeacht hun visuele beperkingen. Zet de eerste stap naar een inclusieve eetervaring!"
    },
    "3": {
      "naam": "Lichtveldloepen voor slechtzienden",
      "beschrijving": "Verbeter de toegankelijkheid van je menukaart met onze lichtveldloepen, speciaal ontworpen voor slechtziende klanten. Deze loepen zorgen ervoor dat gasten moeiteloos je menu kunnen lezen en zelfstandig hun keuze kunnen maken.\nOnze lichtveldloepen bieden:\n\n• Uitmuntende vergroting – Helder en scherp zicht zonder vervorming.\n\n• Compact en stijlvol – Lichtgewicht en discreet, perfect voor op tafel.\n\n• Gebruiksvriendelijk – Geen batterijen nodig, direct klaar voor gebruik.Met lichtveldloepen bied je een gastvrije en inclusieve horeca-ervaring. \n\nMaak je restaurant toegankelijker en laat elke gast genieten van een zorgeloze maaltijd!"
    },
    "4": {
      "naam": "Braille bordjes voor hotels en horeca",
      "beschrijving": "Maak je hotel of horecagelegenheid toegankelijker met onze braille bordjes. Deze hoogwaardige bordjes helpen blinde en slechtziende gasten bij het vinden van kamers, toiletten, uitgangen en andere belangrijke locaties.\n\nOnze braille bordjes bieden:\n\n• Duidelijke braillemarkeringen – Intuïtief en eenvoudig te lezen.\n\n• Duurzaam en stijlvol – Gemaakt van hoogwaardige materialen die lang meegaan.\n\n• Veelzijdig inzetbaar – Geschikt voor hotelkamerdeuren, restaurants, toiletten en andere faciliteiten.\n\nDoor braille bordjes toe te voegen, creëer je een gastvrije en inclusieve omgeving waarin alle gasten zich comfortabel en zelfstandig kunnen bewegen!"
    }
  }
}