{
  "welcome": "Welkom bij Feel The Taste!",
  "accessible_menus": "Een inclusieve horeca ervaring voor iedereen!",
  "main_text": "Bij Feel The Taste zorgen we voor inclusie met braille en vergrote menukaarten, lichtveldloepen en braille bewegwijzering. Geef al je gasten een zorgeloze en comfortabele ervaring, zonder compromissen!",
  "questions_title": "Heb je vragen of wil je meer informatie?",
  "questions_text": "We staan klaar om je te helpen! Neem gerust contact met ons op voor vragen, offertes of speciale verzoeken. Samen maken we de toegankelijkheid voor iedereen beter!",
  "contact_button": "Neem contact op",
  "contact_title": "Neem contact met ons op!",
  "contact_text": "We horen graag van je! Heb je vragen, suggesties of wil je meer weten over onze braille- en vergrote menukaarten, lichtveldloepen en braille bewegwijzering? Vul het onderstaande formulier in, en we nemen zo snel mogelijk contact met je op. Samen kunnen we werken aan een toegankelijkere horeca en zorgsector voor iedereen!",
  "contact_form_name_label": "Naam",
  "contact_form_name_placeholder": "Uw naam",
  "contact_form_email_label": "Email",
  "contact_form_email_placeholder": "Uw emailadres",
  "contact_form_phone_label": "Telefoonnummer",
  "contact_form_phone_placeholder": "Uw telefoonnummer",
  "contact_form_company_label": "Bedrijfsnaam",
  "contact_form_company_placeholder": "Uw bedrijfsnaam",
  "contact_form_location_label": "Bedrijfslocatie/woonplaats",
  "contact_form_location_placeholder": "Uw bedrijfslocatie of woonplaats",
  "contact_form_message_label": "Bericht",
  "contact_form_message_placeholder": "Uw bericht",
  "contact_form_submit_button": "Verstuur",
  "contact_form_toast_success_title": "Bericht verzonden.",
  "contact_form_toast_success_description": "Uw bericht is succesvol verzonden. We nemen snel contact met u op.",
  "contact_form_toast_error_title": "Fout opgetreden.",
  "contact_form_toast_error_description": "Er is een fout opgetreden. Probeer het opnieuw.",
  "services_and_products_title": "Aanbod",
  "services_title": "Diensten",
  "services_text_1": "Bij Feel The Taste verbeteren we de toegankelijkheid van horecazaken en woonzorgcentra voor blinden, slechtzienden en mensen met visuele beperkingen. We helpen restaurants, cafés en hotels om hun aanbod toegankelijker te maken, zodat al hun gasten zelfstandig keuzes kunnen maken.",
  "services_text_2": "Onze focus ligt niet alleen op het aanbieden van producten, maar ook op het ondersteunen van horecazaken en woonzorgcentra bij het creëren van een inclusieve omgeving. Samen kunnen we bewustzijn creëren over het belang van inclusie.",
  "about_us_title": "Over ons",
  "about_us_text_1": "Wij zijn Victor, Maxime, Jarno en Matisse, vier enthousiaste studenten van de Arteveldehogeschool. Voor onze bachelorproef hebben we de feitelijke vereniging Feel The Taste opgericht. Onze missie is helder: we willen de toegankelijkheid van horecazaken en woonzorgcentra verbeteren voor blinden, slechtzienden en mensen met visuele beperkingen.",
  "our_origin_title": "Onze oorsprong",
  "our_origin_text": "Tijdens onze studie ontdekten we dat veel horecazaken en woonzorgcentra nog niet voldoende rekening houden met de behoeften van gasten met visuele beperkingen. Dit inspireerde ons om actie te ondernemen en een oplossing te bieden die de ervaring van deze klanten verbetert. Met onze braille- en vergrote menukaarten, lichtveldloepen en braille bewegwijzering zorgen we ervoor dat iedereen kan genieten zonder barrières.",
  "our_values_title": "Onze waarden",
  "our_values_text": "Bij Feel The Taste staan inclusiviteit, toegankelijkheid en kwaliteit centraal. Wij geloven dat iedereen het recht heeft om met vrienden en familie te genieten van een uitje. Door onze producten te ontwikkelen, dragen we bij aan een gastvrije en inclusieve omgeving.",
  "collaboration_and_future_title": "Samenwerking en toekomst",
  "collaboration_and_future_text": "We werken samen met horecazaken en woonzorgcentra die onze visie delen en ons ondersteunen in onze missie. We zijn vastbesloten om meer bewustzijn te creëren over toegankelijkheid en om het gesprek aan te gaan over hoe we samen kunnen verbeteren.",
  "thank_you_text": "Bedankt voor je steun aan onze vereniging en onze missie. Samen kunnen we de toegankelijkheid voor iedereen verbeteren!",
  "collaborations_title": "Welkom op de samenwerkingspagina!",
  "collaborations_text": "Bij Feel The Taste zijn we gepassioneerd over het bevorderen van inclusiviteit en toegankelijkheid in horecazaken en woonzorgcentra. We geloven dat iedereen, ongeacht visuele beperkingen, het recht heeft om te genieten van een geweldige ervaring. Daarom nodigen we bedrijven uit om met ons samen te werken en onze speciaal ontworpen braille- en vergrote menukaarten, lichtveldloepen en braille bewegwijzering te integreren in hun aanbod.",
  "why_collaborate_title": "Waarom samenwerken?",
  "why_collaborate_text_1": "• Versterk de inclusiviteit: Door samen te werken met ons, geef je blinde en slechtziende klanten de kans om zelfstandig gebruik te maken van jouw aanbod. Je toont niet alleen maatschappelijke verantwoordelijkheid, maar ook je toewijding aan een inclusieve klantbeleving.",
  "why_collaborate_text_2": "• Innovatieve oplossingen: Wij bieden duurzame en stijlvolle braille- en vergrote materialen, zoals menukaarten, lichtveldloepen en braille bewegwijzering, die een unieke aanvulling zijn op jouw horecazaak of woonzorgcentrum. Onze producten zijn ontworpen om functionaliteit te combineren met esthetiek, aangepast aan jouw bedrijf.",
  "why_collaborate_text_3": "• Persoonlijke samenwerking: We werken graag samen om de producten te personaliseren met jouw unieke logo en huisstijl. Zo versterken we niet alleen de toegankelijkheid voor al je gasten, maar ook jouw merkidentiteit op een effectieve manier.",
  "our_valuable_partners_title": "Onze waardevolle partners",
  "working_together_title": "Samen werken aan een betere toekomst",
  "working_together_text": "Bij Feel The Taste geloven we dat samenwerking de sleutel is tot een meer inclusieve samenleving. Laten we samen de horeca en woonzorgcentra toegankelijker maken en ervoor zorgen dat iedereen kan genieten zonder barrières.",
  "contact_title2": "Neem contact op",
  "contact_text2": "Ben je geïnteresseerd in een samenwerking? Neem vandaag nog contact met ons op via deze",
  "make_a_difference_text": "Samen kunnen we een verschil maken!",
  "sponsors_title": "Sponsors",
  "support_inclusivity_title": "Steun inclusiviteit in de horeca en woonzorgcentra!",
  "support_inclusivity_text": "Bij Feel The Taste streven we naar inclusie voor iedereen. Door samen te werken met sponsoren kunnen we onze missie om braille en vergrote menukaarten, lichtveldloepen en braille bewegwijzering breder beschikbaar te maken sneller realiseren. Met uw steun kunnen we meer horecazaken en woonzorgcentra toegankelijk maken voor blinde en slechtziende gasten.",
  "sponsor_contact_text": "Wilt u ons initiatief steunen en tegelijkertijd uw merk zichtbaar maken? Neem dan vandaag nog contact met ons op voor sponsormogelijkheden. Samen bouwen we aan een toegankelijke toekomst voor de horeca en zorgsector.",
  "support_project_title": "Steun het project",
  "make_hospitality_accessible_title": "Maakt u samen met ons horeca en woonzorgcentra toegankelijker?",
  "support_project_text1": "Bij Feel The Taste geloven we in een wereld waarin iedereen toegang heeft tot inclusieve mogelijkheden, ongeacht visuele beperkingen. Om dit te realiseren, willen we zoveel mogelijk horecazaken en woonzorgcentra voorzien van braille- en vergrote menukaarten, lichtveldloepen en braille bewegwijzering.",
  "support_project_text2": "We hebben inmiddels al een campagne lopen om dit belangrijke doel te bereiken, en we kunnen uw steun goed gebruiken! Door bij te dragen helpt u ons om inclusiviteit in de horeca en zorgsector te vergroten en meer locaties toegankelijk te maken voor blinde en slechtziende gasten.",
  "support_project_text3": "Samen kunnen we echt een verschil maken! Houd deze pagina in de gaten voor updates over onze voortgang en de verdere stappen die we ondernemen.",
  "support_project_link": "Steun het project hier!",
  "thank_you_for_support_text": "Alvast bedankt voor uw steun!",
  "testimonials_title": "Testimonials",
  "testimonials_intro_text": "We waarderen de feedback van onze eindgebruikers, evenals van onze partners. Hier zijn enkele getuigenissen van blinden, slechtzienden en partners die onze braille- en vergrote materialen, lichtveldloepen en braille bewegwijzering hebben gebruikt:",
  "share_experience_text": "Wilt u ook uw ervaring delen? Neem contact met ons op!",
  "voor_blinden_title": "Wat kan Feel The Taste voor u betekenen?",
  "voor_blinden_intro_text": "Bij Feel The Taste geloven we dat iedereen recht heeft op een zorgeloze ervaring, ook wanneer je blind of slechtziend bent. Daarom hebben we ons toegewijd aan het verbeteren van de toegankelijkheid in horecazaken en woonzorgcentra door het aanbieden van braille- en vergrote menukaarten, lichtveldloepen en braille bewegwijzering.",
  "voor_blinden_what_we_do": "Wat wij voor u doen",
  "voor_blinden_what_we_do_text": "We begrijpen hoe belangrijk het is om zelfstandig te kunnen kiezen, zonder afhankelijk te zijn van anderen. Daarom werken we samen met horecazaken en woonzorgcentra om materialen zoals braille- en vergrote menukaarten, lichtveldloepen en braille bewegwijzering beschikbaar te maken, zodat iedereen volledig zelf zijn of haar keuzes kan maken. Dit betekent meer vrijheid en comfort tijdens een bezoek aan een restaurant of zorginstelling!",
  "voor_blinden_benefits": "Voordelen voor u",
  "voor_blinden_benefit_independence": "• Zelfstandigheid: U kunt de materialen zelfstandig gebruiken, zonder hulp van iemand anders nodig te hebben.",
  "voor_blinden_benefit_comfort": "• Comfort: U kunt op uw gemak door de beschikbare informatie bladeren, net zoals alle andere gasten.",
  "voor_blinden_benefit_inclusivity": "• Inclusiviteit: Onze missie is om elke horecazaak en woonzorgcentrum toegankelijk te maken voor mensen met een visuele beperking, zodat iedereen zich welkom voelt.",
  "voor_blinden_where_to_find": "Waar kunt u onze producten vinden?",
  "voor_blinden_where_to_find_text": "Wij werken samen met verschillende horecazaken en woonzorgcentra die toegankelijk willen zijn voor gasten met een visuele beperking. Op onze website vindt u een overzicht van alle locaties die gebruikmaken van onze braille- en vergrote menukaarten, lichtveldloepen en braille bewegwijzering.",
  "voor_blinden_help_us": "Hoe u kunt helpen",
  "voor_blinden_help_us_text": "Kent u een horecazaak of woonzorgcentrum dat nog geen braille- of vergrote materialen aanbiedt? Laat hen weten over Feel The Taste! Samen kunnen we ervoor zorgen dat steeds meer locaties toegankelijk worden voor blinde en slechtziende gasten.",
  "voor_blinden_questions": "Heeft u vragen of suggesties?",
  "voor_blinden_questions_text": "We horen graag van u! Neem gerust contact met ons op als u vragen heeft over onze producten of over horecazaken en woonzorgcentra die meedoen. U kunt ons ook tips geven over hoe we de horeca en zorgsector nog toegankelijker kunnen maken.",
  "voor_blinden_contact_us": "Vul het contactformulier hieronder in, en wij helpen u zo snel mogelijk verder!",
  "contact_button_text": "Neem contact op",
  "voor_horeca_title": "Samen voor toegankelijke horeca",
  "voor_horeca_intro_title": "Introductie",
  "voor_horeca_intro_text": "Bij Feel The Taste zetten we ons in voor inclusiviteit voor iedereen. Wij geloven dat blinde en slechtziende gasten dezelfde rechten hebben om te genieten van een zorgeloze ervaring in horecazaken en woonzorgcentra als ieder ander. Door middel van onze speciaal ontworpen braille- en vergrote materialen, lichtveldloepen en braille bewegwijzering, maken we deze ervaring mogelijk en helpen we bedrijven om toegankelijker te worden.",
  "voor_horeca_accessibility_title": "Waarom toegankelijkheid belangrijk is",
  "voor_horeca_accessibility_text": "Toegankelijkheid in de horeca en zorgsector is niet alleen een wettelijke verplichting; het is ook een morele verantwoordelijkheid. Wereldwijd leven miljoenen mensen met visuele beperkingen, en het is essentieel dat zij ook kunnen genieten van een fijne ervaring. Door inclusieve oplossingen aan te bieden, kunnen horecazaken en woonzorgcentra niet alleen hun klantenbestand uitbreiden, maar ook hun reputatie als gastvrije en zorgzame ondernemers versterken.",
  "voor_horeca_stats_title": "Feiten en statistieken",
  "voor_horeca_stats_text": "Meer dan 285 miljoen mensen wereldwijd hebben een vorm van visuele beperking. Slechts een klein percentage van de zaken is volledig toegankelijk voor deze groep.",
  "voor_horeca_alt1": "Uit onderzoek blijkt dat 70% van de bevraagde blinden en slechtzienden de menukaarten heel moeilijk toegankelijk vindt. Daarnaast vindt 10% het moeilijk, en de overige 20% kiezen voor neutraal of makkelijk.",
  "voor_horeca_alt2": "Hier ziet u dat slechts 20% geen gebruik zou maken van een braille-menukaart. 60% zou hier absoluut gebruik van maken, en 20% twijfelt.",
  "voor_horeca_alt3": "Ook zien we dat de huidige oplossingen voor 60% erg vervelend en onhandig zijn. 30% ondervindt geen problemen, en 10% ondervindt soms problemen.",
  "modal_image_alt": "Vergrote afbeelding",
  "voor_horeca_solutions_title": "Oplossingen",
  "voor_horeca_solutions_text": "Bij Feel The Taste bieden we hoogwaardige braille- en vergrote materialen die speciaal zijn ontworpen om aan de behoeften van blinde en slechtziende gasten te voldoen.",
  "voor_horeca_solutions_list1": "Onze producten zijn: ",
  "voor_horeca_solutions_list2": "Inclusief: Ze maken het mogelijk voor gasten om zelfstandig hun keuzes te maken.",
  "voor_horeca_solutions_list3": "Maatwerk: Wij bieden de mogelijkheid om de materialen te personaliseren met uw logo en huisstijl, zodat ze passen bij de uitstraling van uw horecazaak of woonzorgcentrum.",
  "voor_horeca_how_it_works_title": "Hoe het werkt",
  "voor_horeca_how_it_works_text": "Het proces om samen te werken met Feel The Taste is eenvoudig:",
  "voor_horeca_step_1": "1. Neem contact op: Stuur ons een bericht via ons ",
  "voor_horeca_step_1_link": "contactformulier",
  "voor_horeca_step_2": "2. Overleg: We bespreken uw specifieke behoeften en hoe we onze producten het beste kunnen afstemmen op uw zaak.",
  "voor_horeca_step_3": "3. Implementatie: Wij leveren en helpen bij het implementeren van onze braille- en vergrote materialen, lichtveldloepen en braille bewegwijzering in uw horecazaak of woonzorgcentrum.",
  "voor_horeca_testimonials_title": "Testimonials van partners",
  "voor_horeca_testimonials_text": "Bekijk ",
  "voor_horeca_here_link": "hier",
  "voor_horeca_sponsorship_title": "Sponsor mogelijkheden",
  "voor_horeca_sponsorship_text": "Wilt u ons initiatief steunen en tegelijkertijd uw merk zichtbaar maken? Klik ",
  "voor_horeca_contact_title": "Neem contact met ons op",
  "voor_horeca_contact_text": "Heeft u vragen, bent u benieuwd naar de mogelijkheden voor uw horecazaak of woonzorgcentrum, of wilt u meer weten over onze braille- en vergrote materialen? We staan klaar om u te helpen! Neem contact met ons op ",
  "voor_horeca_contact_link": "hier",
  "voor_horeca_closing_statement": "Samen kunnen we een verschil maken in de toegankelijkheid van horecazaken en woonzorgcentra!",
  "voor_horeca_closing_followup": "Wij nemen na uw verzoek zo snel mogelijk contact met u op.",
  "not_found_title": "Pagina niet gevonden",
  "not_found_message": "Oeps! Het lijkt erop dat je op een pagina bent beland die niet bestaat.",
  "not_found_button": "Terug naar de homepagina",
  "navbar_home": "Feel The Taste",
  "navbar_about": "Over ons",
  "navbar_contact": "Contact",
  "navbar_more": "Meer",
  "navbar_services": "Aanbod",
  "navbar_for_horeca": "Voor horeca",
  "navbar_for_blind_and_visually_impaired": "Voor blinden en slechtzienden",
  "navbar_collaborations": "Samenwerkingen",
  "navbar_support_project": "Steun het project",
  "navbar_testimonials": "Testimonials",
  "navbar_sponsors": "Sponsors",
  "switch_to_dutch": "Verander naar nederlands",
  "switch_to_english": "Switch to English",
  "switch_to_french": "Passer au français",
  "switch_to_german": "Wechseln Sie zu Deutsch",
  "footer_contact": "Contact",
  "footer_email": "Email: info@feelthetaste.be",
  "footer_phone": "Telefoon: +32 470 42 55 86",
  "footer_follow_us": "Volg ons!",
  "footer_facebook": "Facebook",
  "footer_instagram": "Instagram",
  "productentiteltje": "Producten",
  "footer_rights_reserved": "© {{jaar}} Feel The Taste. Alle rechten voorbehouden.",
  "productenlijst_title": "Onze Diensten",
  "productenlijst_no_products": "Geen producten beschikbaar.",
  "productenlijst_section_title": "Producten",
  "product_button_text": "Klik hier voor meer info",
  "our_supporters_title": "Onze supporters:",
  "testimonials_illustratie": "Huidige testimonials ter illustratie, werkelijke testimonials komen bij start verkoop van ons product",
  "binnenkort_beschikbaar": "Crowdfunding binnenkort beschikbaar",
  "footer_terms": "Algemene voorwaarden en privacyverklaring",
  "products": {
    "1": {
      "naam": "Inclusieve braille menukaarten",
      "beschrijving": "Maak je restaurant toegankelijker met onze stijlvolle en duurzame braille menukaarten. Speciaal ontworpen voor blinde en slechtziende klanten, met aanpasbare opties die passen bij jouw menuaanbod en huisstijl. Toegankelijkheid begint hier!"
    },
    "2": {
      "naam": "Vergrote menukaarten voor slechtzienden",
      "beschrijving": "Zorg voor toegankelijkheid met onze vergrote menukaarten. Duidelijk leesbaar, stijlvol en volledig personaliseerbaar. Een eenvoudige manier om alle gasten een zorgeloze ervaring te bieden!"
    },
    "3": {
      "naam": "Lichtveldloepen voor slechtzienden",
      "beschrijving": "De lichtveldloepen van Feel The Taste zijn ontworpen om slechtzienden een betere horeca-ervaring te bieden. Dankzij hun compacte en gebruiksvriendelijke ontwerp vergroten en verhelderen ze menukaarten, waardoor lezen in verschillende lichtomstandigheden eenvoudiger wordt. Deze loepen helpen om details scherper te zien, zodat gasten zelfstandiger hun keuze kunnen maken en optimaal kunnen genieten van hun restaurantbezoek."
    },
    "4": {
      "naam": "Braille bewegwijzering voor hotels en horeca",
      "beschrijving": "Onze braille bewegwijzering zorgen voor betere oriëntatie en toegankelijkheid in hotels en horecagelegenheden. Met duidelijke braillemarkeringen kunnen slechtziende en blinde gasten zelfstandig hun weg vinden naar kamers, toiletten en andere faciliteiten. Perfect voor een gastvrije en inclusieve omgeving!"
    }
  },
  "productsExtra": {
    "1": {
      "naam": "Inclusieve braille menukaarten",
      "beschrijving": "Bij ons geloven we in een wereld waarin iedereen zich welkom voelt, ongeacht visuele beperkingen. Met onze speciaal ontworpen braille menukaarten geef je jouw klanten een toegankelijke en gebruiksvriendelijke ervaring. Onze braille menukaarten zijn:\n\n• Inclusief: Ze maken jouw menuaanbod toegankelijk voor blinde en slechtziende klanten.\n\n• Stijlvol: Onze kaarten combineren functionaliteit met een strak, professioneel design dat past bij uw restaurant.\n\n• Aanpasbaar: Wij kunnen de kaarten personaliseren met jouw logo, huisstijl, en specifieke menuaanpassingen.\n\nMet een braille menukaart toon je niet alleen aandacht voor je klanten, maar draag je ook bij aan een inclusievere samenleving. Laat iedereen mee genieten van jouw culinaire aanbod, zonder barrières!"
    },
    "2": {
      "naam": "Vergrote menukaarten voor slechtzienden",
      "beschrijving": "Maak je menuaanbod toegankelijker voor slechtzienden met onze vergrote menukaarten. Deze kaarten zijn speciaal ontworpen voor klanten met een verminderd zicht, zodat zij zonder moeite je gerechten en drankjes kunnen lezen en kiezen. Onze vergrote menukaarten bieden:\n\n• Duidelijke leesbaarheid: Grote, heldere letters en een overzichtelijke indeling.\n\n• Stijlvol en professioneel: Past perfect bij uw restaurant zonder aan elegantie in te boeten.\n\n• Volledig personaliseerbaar: Voeg je eigen logo, huisstijl en menu-items toe voor een unieke uitstraling.\n\nMet vergrote menukaarten zorg je ervoor dat al je gasten zich welkom en comfortabel voelen, ongeacht hun visuele beperkingen. Zet de eerste stap naar een inclusieve eetervaring!"
    },
    "3": {
      "naam": "Lichtveldloepen voor slechtzienden",
      "beschrijving": "Verbeter de toegankelijkheid van je menukaart met onze lichtveldloepen, speciaal ontworpen voor slechtziende klanten. Deze loepen zorgen ervoor dat gasten moeiteloos je menu kunnen lezen en zelfstandig hun keuze kunnen maken.\nOnze lichtveldloepen bieden:\n\n• Uitmuntende vergroting – Helder en scherp zicht zonder vervorming.\n\n• Compact en stijlvol – Lichtgewicht en discreet, perfect voor op tafel.\n\n• Gebruiksvriendelijk – Geen batterijen nodig, direct klaar voor gebruik.Met lichtveldloepen bied je een gastvrije en inclusieve horeca-ervaring. \n\nMaak je restaurant toegankelijker en laat elke gast genieten van een zorgeloze maaltijd!"
    },
    "4": {
      "naam": "Braille bewegwijzering voor hotels en horeca",
      "beschrijving": "Maak je hotel of horecagelegenheid toegankelijker met onze braille bewegwijzering. Deze hoogwaardige bewegwijzering helpen blinde en slechtziende gasten bij het vinden van kamers, toiletten, uitgangen en andere belangrijke locaties.\n\nOnze braille bewegwijzering biedt:\n\n• Duidelijke braillemarkeringen – Intuïtief en eenvoudig te lezen.\n\n• Duurzaam en stijlvol – Gemaakt van hoogwaardige materialen die lang meegaan.\n\n• Veelzijdig inzetbaar – Geschikt voor hotelkamerdeuren, restaurants, toiletten en andere faciliteiten.\n\nDoor braille bewegwijzering toe te voegen, creëer je een gastvrije en inclusieve omgeving waarin alle gasten zich comfortabel en zelfstandig kunnen bewegen!"
    }
  },
  "terms_title": "Algemene voorwaarden",
  "terms_article1_title": "Artikel 1 - Gegevens over Feel The Taste",
  "terms_article1_content": "Feel The Taste is een feitelijke vereniging met zetel in de Spijkerstraat 20, 9880 Aalter, en maakt deel uit van het Step-Up Programma van UNIZO. Het betreft een tijdelijk bedrijf dat in juni 2025 wordt afgesloten.",
  "terms_article2_title": "Artikel 2 - Bestellingen en aanvaarding",
  "terms_article2_content": "Een bestelling, zelfs indien opgenomen door onze vertegenwoordigers of agenten, is alleen bindend indien uitdrukkelijk en schriftelijk bevestigd door Feel The Taste. Annulering van de bestelling is enkel mogelijk met voorafgaande schriftelijke toestemming van Feel The Taste.",
  "terms_article3_title": "Artikel 3 - Levering en eigendomsvoorbehoud",
  "terms_article3_content": "Goederen/diensten worden geleverd binnen de in het contract vastgelegde termijn. Alle geleverde goederen blijven eigendom van Feel The Taste tot volledige betaling van het hoofdbedrag, de kosten en de interesten. Vanaf het moment van levering draagt de koper echter alle risico's van verlies of beschadiging van de goederen.",
  "terms_article4_title": "Artikel 4 - Leveringsvoorwaarden en verantwoordelijkheid van de koper",
  "terms_article4_content": "De koper moet ervoor zorgen dat de goederen en/of diensten van Feel The Taste op normale wijze op de overeengekomen plaats en op het overeengekomen tijdstip kunnen worden geleverd. De koper is verantwoordelijk voor de bereikbaarheid van de leveringsplaats. Indien dit niet gewaarborgd is, is de koper aansprakelijk voor alle schade, inclusief wachttijden, opslagkosten en eventuele bijkomende leveringskosten.",
  "terms_article5_title": "Artikel 5 - Controle en klachtenprocedure",
  "terms_article5_content": "De koper dient de geleverde goederen/diensten onmiddellijk te controleren. Duidelijke gebreken moeten zo snel mogelijk, uiterlijk echter binnen 7 kalenderdagen na levering, schriftelijk per aangetekende brief bij Feel The Taste worden gemeld. Na het verstrijken van deze termijn is de verkoper enkel nog aansprakelijk voor verborgen gebreken die de goederen ongeschikt maken voor het beoogde gebruik, op voorwaarde dat de koper het verborgen gebrek binnen 14 kalenderdagen na ontdekking meldt. Klachten schorten de betalingsverplichting van de koper niet op.",
  "terms_article6_title": "Artikel 6 - Aansprakelijkheid en beperkingen",
  "terms_article6_content": "Feel The Taste is niet aansprakelijk voor directe of indirecte schade die voortvloeit uit de levering van goederen of diensten, behalve in geval van grove nalatigheid of opzet. De aansprakelijkheid van Feel The Taste is altijd beperkt tot de factuurwaarde van de geleverde goederen of diensten. Feel The Taste is in geen geval aansprakelijk voor gevolgschade zoals inkomensverlies, gederfde winst, contractverliezen of andere indirecte schade.",
  "terms_article7_title": "Artikel 7 - Betalingsvoorwaarden",
  "terms_article7_content": "Tenzij schriftelijk anders overeengekomen, zijn facturen binnen 15 kalenderdagen na factuurdatum betaalbaar. Bij late betaling wordt het openstaande bedrag automatisch en zonder aanmaning verhoogd met een jaarlijks interestpercentage van 12% evenals een forfaitaire vergoeding van 10% van het factuurbedrag, minimaal echter 50 EUR. Elke betalingsachterstand maakt alle openstaande facturen onmiddellijk opeisbaar en geeft Feel The Taste het recht verdere leveringen op te schorten of de overeenkomst te ontbinden, zonder afbreuk te doen aan het recht op schadevergoeding.",
  "terms_article8_title": "Artikel 8 - Voorschotregeling",
  "terms_article8_content": "Wanneer de totale waarde van de bestelling 150 EUR overschrijdt, is de koper verplicht een voorschot te betalen voordat Feel The Taste de bestelling verwerkt. Het voorschot bedraagt 30% van het totale factuurbedrag bij bestellingen tussen 150 EUR en 500 EUR, en 50% bij bestellingen boven 500 EUR.",
  "terms_article9_title": "Artikel 9 - Niet-nakoming door de koper",
  "terms_article9_content": "Indien de koper zijn contractuele verplichtingen niet nakomt, heeft Feel The Taste het recht na mislukte ingebrekestelling om haar verplichtingen op te schorten of de overeenkomst zonder gerechtelijke tussenkomst te ontbinden, indien binnen 8 werkdagen geen of geen bruikbare reactie volgt, zonder afbreuk te doen aan het recht op schadevergoeding.",
  "terms_article10_title": "Artikel 10 - Geen herroepingsrecht",
  "terms_article10_content": "Overeenkomstig artikel VI.53 van het Belgisch Wetboek van Economisch Recht heeft de koper geen herroepingsrecht, aangezien de door Feel The Taste geleverde goederen en diensten volgens de specifieke wensen en behoeften van de klant individueel worden vervaardigd. Bestellingen kunnen noch geannuleerd noch geretourneerd worden.",
  "terms_article11_title": "Artikel 11 - Gegevensbescherming (AVG)",
  "terms_article11_content": "Feel The Taste verwerkt persoonsgegevens uitsluitend in het kader van de zakelijke communicatie en klantenbeheer. Hoewel Feel The Taste uitsluitend actief is in de B2B-sector, kunnen contacten ook via persoonlijke e-mailadressen (bijv. naam@bedrijf.com) of via mobiele telefoonnummers van horecabedrijven plaatsvinden. Deze gegevens worden uitsluitend gebruikt voor de afhandeling van bestellingen en het onderhouden van zakelijke communicatie. Feel The Taste zal persoonsgegevens nooit zonder toestemming verkopen of aan derden doorgeven.",
  "terms_article12_title": "Artikel 12 - Bevestiging van de controle-PDF",
  "terms_article12_content": "Voor de definitieve productie van een bestelling stelt Feel The Taste de koper een controle-PDF ter beschikking die het eindproduct weergeeft (eventueel na omzetting in zuivere tekst). Na controle en goedkeuring van deze controle-PDF door de koper zijn geen wijzigingen of annuleringen van de bestelling meer mogelijk.",
  "terms_article13_title": "Artikel 13 - Toepasselijk recht en bevoegde rechtbank",
  "terms_article13_content": "Al onze overeenkomsten vallen onder Belgisch recht. Voor alle geschillen uit deze overeenkomsten zijn uitsluitend de rechtbanken in Gent bevoegd.",
  "privacy_title": "Privacyverklaring",
  "privacy_last_updated": "Laatste update: 29/04/2025",
  "privacy_section1_title": "1. Verwerkingsverantwoordelijke",
  "privacy_section1_content": "Feel The Taste, Spijkerstraat 20, 9880 Aalter, België, is verantwoordelijk voor de verwerking van persoonsgegevens zoals beschreven in deze verklaring.",
  "privacy_section2_title": "2. Verwerkte gegevens",
  "privacy_section2_content": "Wij verwerken uitsluitend zakelijke persoonsgegevens, waaronder:\n\nNaam en zakelijke functie\n\nZakelijk e-mailadres\n\nZakelijk telefoonnummer\n\nBedrijfsgegevens\n\nIn uitzonderlijke gevallen kunnen persoonsgegevens zoals een privé-e-mailadres of gsm-nummer worden verwerkt indien deze voor zakelijke communicatie worden gebruikt.",
  "privacy_section3_title": "3. Doeleinden van de verwerking",
  "privacy_section3_content": "Persoonsgegevens worden uitsluitend verwerkt voor:\n\nHet uitvoeren van klantrelaties (offertes, leveringen, facturatie)\n\nCommunicatie omtrent bestellingen en dienstverlening\n\nWettelijke verplichtingen (bijvoorbeeld boekhouding)",
  "privacy_section4_title": "4. Rechten van betrokkenen",
  "privacy_section4_content": "U heeft als betrokkene de volgende rechten:\n\nRecht op inzage en correctie: U kunt uw gegevens inkijken en laten aanpassen.\n\nRecht op beperking en verwijdering: Aangezien de gegevens noodzakelijk zijn voor de uitvoering van overeenkomsten, kan verwijdering enkel worden uitgevoerd mits beëindiging van de samenwerking.\n\nRecht op bezwaar: U kunt bezwaar maken tegen het gebruik van uw gegevens voor marketingdoeleinden. Feel The Taste voert echter geen ongevraagde marketing uit.\n\nVerzoeken met betrekking tot deze rechten kunnen gericht worden aan: info@feelthetaste.be.\n\nWij reageren binnen uiterlijk 30 kalenderdagen.",
  "privacy_section5_title": "5. Bewaartermijn",
  "privacy_section5_content": "Persoonsgegevens worden niet langer bewaard dan strikt noodzakelijk voor het uitvoeren van de overeenkomst of zolang wettelijk vereist.",
  "privacy_section6_title": "6. Beveiliging",
  "privacy_section6_content": "Feel The Taste neemt passende technische en organisatorische maatregelen om persoonsgegevens te beschermen tegen verlies, ongeautoriseerde toegang of misbruik.",
  "privacy_section7_title": "7. Geen doorgifte aan derden",
  "privacy_section7_content": "Persoonsgegevens worden nooit verkocht of gedeeld met derden zonder uw uitdrukkelijke toestemming, tenzij dit wettelijk verplicht is."
}